[
  {
    "id": "Adeleas-Namelle",
    "name": "Adeleas Namelle",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Aes Sedai of the Brown Ajah, one of two Aes Sedai who went into voluntary retreat many years ago to Tifan's Well, a village located in the grassy plains of Arafel, along with her sister [Vandene](#Vandene-Namelle). Their goal was some day to write the complete history of the World since the Breaking, and some even before that. [Mat](#Matrim-Mat-Cauthon) cannot tell Adeleas and Vandene apart, even though they are not twins. Adeleas was brutally murdered, along with Ispan Shefar, the Black Sister she was guarding at the time, by an unknown assassin. [Elayne](#Elayne-Trakand) has no doubt that Adeleas's killer is one or more of [Merilille Ceandevin](#Merilille-Ceandevin), [Careane Fransi](#Careane-Fransi), and [Sareitha Tomares](#Sareitha-Tomares)."
  },
  {
    "id": "Adelorna-Bastine",
    "name": "Adelorna Bastine",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Green Ajah. She is the Captain-General of the Green Ajah, the Ajah's leader. She was once birched by [Elaida](#Elaida-do-Avriny-a-Roihan). She chose [Rina](#Rina-Hafden) for the Hall without a nominations process, which goes against Green custom."
  },
  {
    "id": "Adine-Canford",
    "name": "Adine Canford",
    "chapter": "Chapter 17: Secrets",
    "info": "Aes Sedai of the Blue Ajah who teaches a class that [Nicola](#Nicola-Treehill) asks to be late for so she can practice making _cuendillar_."
  },
  {
    "id": "Adria",
    "name": "Adria",
    "chapter": "Chapter 2: Two Captains",
    "info": "Contortionist in [Valan Luca](#Valan-Luca)'s menagerie. She and [Rumann](#Rumann) are now an item."
  },
  {
    "id": "Aiden",
    "name": "Aiden",
    "chapter": "Chapter 21: A Mark",
    "info": "Aes Sedai of the Brown Ajah, and one of the Tower librarians. She is even darker than [Zemaille](#Zemaille), who is also a librarian and also came from the Sea Folk."
  },
  {
    "id": "Ajimbura",
    "name": "Ajimbura",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "[Karede](#Furyk-Karede)'s manservant. He is very protective of his master's honor. He is thin and wiry, and has a habit of killing rats with his knife. White streaks his dark red hair. He is a member of the Kaensada hill tribes, and drinks from a silver mounted cup made from a human skull. He eats just about anything, with the exception of lizards—eating lizard is forbidden by his tribe."
  },
  {
    "id": "Akarrin",
    "name": "Akarrin",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Slim Aes Sedai of the Brown Ajah. She was convinced that [Aviendha](#Aviendha) would be in novice white before long. She led the party of sisters that Traveled to the area near Shadar Logoth where [Rand](#Rand-al-Thor) cleansed _saidin_. She is good at reading residues."
  },
  {
    "id": "Alanna-Mosvani",
    "name": "Alanna Mosvani",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Green Ajah. She is dark and slender with black hair and dark eyes. She has two surviving Warders, [Rand](#Rand-al-Thor) (whom she bonded against his will) and Ihvon; her other, Owein, died in the Two Rivers while scouting the Whitecloak camp. She later found that bonding Rand was a grievous error; not only is it impossible to Compel him in comparison to most Warders (she compared it to attempting to uproot an oak tree with her bare hands), but she constantly feels the pain he experiences from the wound in his side, perhaps even more severely than he feels it. She is now in Tear, but the other Aes Sedai there are avoiding her notice."
  },
  {
    "id": "Alarys",
    "name": "Alarys",
    "chapter": "Chapter 9: Traps",
    "info": "Wise One of the Shaido Aiel. She has black hair, which is quite rare among the Aiel."
  },
  {
    "id": "Aldazar",
    "name": "Aldazar",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "[Karede](#Furyk-Karede)'s bay horse."
  },
  {
    "id": "Aledrin",
    "name": "Aledrin",
    "chapter": "Chapter 19: Surprises",
    "info": "Sitter for the White Ajah in the new Hall. She has dark, golden hair and big, pale brown eyes. She grew up in Tarabon. She is taller than most men, and plump."
  },
  {
    "id": "Alivia",
    "name": "Alivia",
    "chapter": "Chapter 23: Ornaments",
    "info": "Seanchan _damane_ captured by Asha'man. She was afraid of freedom because she feared being captured again. She has been collared since she was thirteen or fourteen, and has been _damane_ for over four hundred years. She is considerably stronger in the One Power than [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran), and a little bit taller. She has fine lines at the corners of her sharp blue eyes and white streaks in her blonde hair. [Min](#Elmindreda-Min-Farshaw) dislikes her, though not because of jealousy."
  },
  {
    "id": "Almurat-Mor",
    "name": "Almurat Mor",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Seeker for the Truth among the Seanchan. He believes there is a plot against [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag), and is in the process of questioning just about everyone."
  },
  {
    "id": "Althyn-Conly",
    "name": "Althyn Conly",
    "chapter": "Chapter 17: Secrets",
    "info": "Novice recruited in the Tower in exile. She is a friend of [Bodewhin Cauthon](#Bodewhin-Bode-Cauthon), and like Bode has the ability with Earth necessary to make _cuendillar_. She and Bode decided to try making two items at once, just to see what would happen; the two objects fused together into one sold lump—half iron, half _cuendillar_."
  },
  {
    "id": "Aludra",
    "name": "Aludra",
    "chapter": "Chapter 2: Two Captains",
    "info": "Illuminator from Tarabon with dark waist-length hair done in thin braids, large dark eyes, and a plump mouth. She was involved with the fireworks display for King Galldrian of Cairhien that went awry when Trollocs came. She was blamed for its failure, though she believed one of her colleagues, Tammuz, was to blame. She was cast out of the Illuminators' Guild, and when she refused to stop practicing the art of making fireworks, several men tried to kill her. She was saved by [Mat](#Matrim-Mat-Cauthon) and [Thom](#Thomdril-Thom-Merrilin) in a barn, and as a sign of gratitude she gave Mat a roll of fireworks. She later came to Ebou Dar, and asked Mat to find her a bellfounder. He was knocked out during the battle and thus missed the bellfounder, but Aludra escaped and she now travels with Mat's entourage."
  },
  {
    "id": "Alviarin-Freidhen",
    "name": "Alviarin Freidhen",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the White Ajah, but secretly the head of the Black Ajah. She was chosen to head the Black Ajah after the previous leader was killed by Ishamael after she managed to kill off the [Amyrlin Seat](#Amyrlin-Seat) without Ishamael's approval. Typical of most Whites, she has a very cool, collected personality. She serves as [Keeper of the Chronicles](#Keeper-of-the-Chronicles) under [Elaida](#Elaida-do-Avriny-a-Roihan), despite being of a different Ajah than Elaida was raised from. Elaida was all but forced to choose Alviarin in order to gain the support of the White Ajah when bringing charges against [Siuan](#Siuan-Sanche); unknown to Elaida, this also brought her the support of the Black Ajah."
  },
  {
    "id": "Amathera-Aelfdene-Casmir-Lounault",
    "name": "Amathera Aelfdene Casmir Lounault",
    "chapter": "Chapter 2: Two Captains",
    "info": "Former Panarch of Tarabon. She vanished, allegedly at Aes Sedai hands, according to White Tower spies. In reality, Amathera was being held prisoner by sisters of the Black Ajah under Liandrin, and was rescued by [Elayne](#Elayne-Trakand) and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran). They had her keep a low profile for several days so as not to be hurt by the mob outside the Panarch's Palace (since it is not all that far from “The Panarch is dead!” to “Death to the Panarch!”), then she returned to her position. When the Seanchan invaded Tanchico, she refused to willingly give her country to the new conquerors; they captured her, and forced her to live as a servant. She served as a dancer for [High Lady Suroth](#Suroth-Sabelle-Meldarath), the leader of the Seanchan pre-invasionary forces, until she was rescued by [Juilin Sandar](#Juilin-Sandar), who took her along when he fled Ebou Dar with [Mat](#Matrim-Mat-Cauthon)."
  },
  {
    "id": "Amyrlin-Seat",
    "name": "Amyrlin Seat",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "The leader of the Aes Sedai, their equivalent of a King or Queen. She in theory holds supreme power amongst the sisters, and leads the Hall of the Tower at its meetings. Kings and queens of nations strong and weak will come if summoned by the Amyrlin, even if they spend their entire trip figuring out how they will put a knife in her back while there. The Seat is traditionally held by a woman strong both in the Power and in her character. The vote to choose an Amyrlin must be unanimous, as must the vote to depose one. Once chosen, the Amyrlin is said to be “of all Ajahs and none”—all previous affiliations with Ajah are ignored (at least in theory). The Ajahs have gotten fairly equal numbers of Amyrlins raised from their Ajah, with two exceptions: no Amyrlin has been raised from the Red Ajah since [Bonwhin](#Bonwhin-Meraighdin), who was deposed and stilled for nearly breaking the Tower in [Artur Hawkwing](#High-King-Artur-Hawkwing)'s day, except for [Elaida do Avriny a'Roihan](#Elaida-do-Avriny-a-Roihan), the current Amyrlin Seat in Tar Valon; the Blue Ajah has had more than the average number of Amyrlins from its Ajah—four of the last the last five Amyrlins (before Elaida) were raised from the Blue Ajah. These two exceptions to the mean number of Amyrlins from one's Ajah have only added to the friction between the Blue and Red Ajahs over the years. The Amyrlin has a secretary of sorts, the [Keeper of the Chronicles](#Keeper-of-the-Chronicles), who is traditionally chosen from the same Ajah that the Amyrlin was raised from. The Amyrlin Seat was held by [Siuan Sanche](#Siuan-Sanche), raised from the Blue Ajah, until she was deposed for her involvement with events surrounding the [Dragon Reborn](#Dragon-Reborn). Her successor was the leader of the coup, [Elaida do Avriny a'Roihan](#Elaida-do-Avriny-a-Roihan), raised from the Red Ajah. Siuan's deposition divided the Tower, and the faction opposing Elaida raised a new Amyrlin who could not be accused of choosing sides on the fateful day Siuan was deposed: [Egwene al'Vere](#Egwene-al-Vere), who was outside the Tower and not even a full sister from the time Siuan was deposed to the time Egwene was Raised."
  },
  {
    "id": "Anaiya",
    "name": "Anaiya",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Blue Ajah. She has blunt, motherly facial features. She was very good friends with [Moiraine](#Moiraine-Damodred) both as a novice and as a full sister. She, like all Blues, fled the Tower when [Elaida](#Elaida-do-Avriny-a-Roihan) was raised to the Striped Stole, and now carries a position of considerable influence in the “Little Tower” in exile from Tar Valon. She dresses very simply, and very little upsets her. She was Aes Sedai for 50 or 60 years before [Kairen](#Kairen-Stang) came to the Tower."
  },
  {
    "id": "Anath-Dorje",
    "name": "Anath Dorje",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "[Selucia](#Selucia)'s former _Soe'feia_, or Truthseeker. She now serves [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag). She is very tall and slender with dark skin and black eyes. She seems to get a charge out of inflicting pain."
  },
  {
    "id": "Andaya-Forae",
    "name": "Andaya Forae",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Sitter for the Gray Ajah in Tar Valon. She has light brown hair, and grew up in Tarabon. She reminds [Elaida](#Elaida-do-Avriny-a-Roihan) of a sparrow about to hop to another branch. She is neither small nor slim. [Serancha](#Serancha-Colvine), the head of the Gray Ajah, practically anointed her to her seat in the Hall. Everyone expected Andaya to be appointed to the Hall, but they also expected another forty or fifty years to pass before it occurred."
  },
  {
    "id": "Andil",
    "name": "Andil",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Worker in [Beldair](#Mistress-Beldair)'s kitchen."
  },
  {
    "id": "Annharid",
    "name": "Annharid",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Yellow Ajah, one of those sent back to Tar Valon from Salidar as a spy. She was caught by [Pevara](#Pevara-Tazanovni) and [Seaine](#Seaine-Herimon), and was made to swear to obey them. She is now attempting to find out who [Atuan](#Atuan-Larisett)'s closest friends in the Yellow Ajah are."
  },
  {
    "id": "Annoura-Larisen",
    "name": "Annoura Larisen",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Aes Sedai of the Gray Ajah with a broad face, wide mouth, and a beak of a nose. She keeps her long dark hair in braids. She grew up in Tarabon. She serves as advisor to [Berelain sur Paendrag](#Berelain-sur-Paendrag-Paeron), the First of Mayene."
  },
  {
    "id": "Aram",
    "name": "Aram",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Former Tuatha'an who gave up the Way of the Leaf to learn the sword when the Trollocs killed his mother. He learned from Tam al'Thor, [Rand](#Rand-al-Thor)'s father and a Blademaster, and picked it up extremely fast. He now serves as [Perrin](#Perrin-t-Bashere-Aybara)'s personal bodyguard."
  },
  {
    "id": "Aran-gar",
    "name": "Aran'gar",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Name given to the reincarnation of Balthamel. Aran'gar was the right-hand dagger in a form of dueling popular right after the creation of the Bore. The sport fell from common practice, since almost invariably both duelists died from the slow poison on the daggers. The other Forsaken consider Balthamel's new body a fine joke; the soul of Balthamel now occupies the body of a beautiful young woman. She still channels _saidin_."
  },
  {
    "id": "Aravine-Carnel",
    "name": "Aravine Carnel",
    "chapter": "Chapter 9: Traps",
    "info": "Plump, plain Amadician woman. She was weary-eyed and resigned the first day [Faile](#Faile-ni-Bashere-t-Aybara) met her, when she gave Faile her golden belt signifying service to [Sevanna](#Sevanna). Her time as _gai'shain_ has toughened her a lot. She was the one who took Faile to see that [Arrela](#Arrela-Shiego) and [Lacile](#Lacile-Aldorwin) had been captured, then led her to Sevanna for her own punishment. Before leaving her with Sevanna, however, she swore fealty to Faile, using Faile's new last name. She knows Faile plans to escape, and wants to help—provided she can escape as well. She was once a noble, it appears."
  },
  {
    "id": "Areina-Nermasiv",
    "name": "Areina Nermasiv",
    "chapter": "Chapter 17: Secrets",
    "info": "Dark-haired novice about two years younger than [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran). She imitates [Birgitte](#Birgitte) as a Hunter. She is good friends with [Nicola](#Nicola-Treehill)."
  },
  {
    "id": "Arinvar",
    "name": "Arinvar",
    "chapter": "Chapter 17: Secrets",
    "info": "[Sheriam](#Sheriam-Bayanar)'s Warder. He grew up in Cairhien, and is short (as most Cairhienin are) and slender. He has gray hair at his temples."
  },
  {
    "id": "Arlene",
    "name": "Arlene",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "[Arymilla](#Lady-Arymilla-Marne)'s maid. She is slim, has a pretty face, and a tremulous smile. She had the misfortune of being sent off with [Nasin](#Lord-Nasin-Caeren) to “distract” him from [Elenia](#Lady-Elenia-Sarand)."
  },
  {
    "id": "Arrela-Shiego",
    "name": "Arrela Shiego",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Tall woman, taken captive by the Shaido along with [Faile](#Faile-ni-Bashere-t-Aybara). She is from Tear."
  },
  {
    "id": "Artur-Paendrag-Tanreall",
    "name": "Artur Paendrag Tanreall",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Hero of Legend who conquered much of the known world about a thousand years ago. He was called [Artur Hawkwing](#High-King-Artur-Hawkwing) during his reign. He was perhaps the most strongly _ta'veren_ man in history besides [Lews Therin Telamon](#Lews-Therin-Telamon) and [Rand al'Thor](#Rand-al-Thor). His armies put down those of Guaire Amalasan, a false [Dragon](#The-Dragon), and he even sent troops across the Aryth Ocean under his son, [Luthair Paendrag Mondwhin](#Luthair-Paendrag-Mondwhin), in hopes of conquering new lands there. All contact with these armies ended with Hawkwing's death, which set off the War of the Hundred Years. The descendants of the armies under Luthair have now returned to reclaim the lands of Hawkwing's empire in the Old World—they now call themselves the Seanchan. His sign was a golden hawk in flight."
  },
  {
    "id": "Ashmanaille",
    "name": "Ashmanaille",
    "chapter": "Chapter 17: Secrets",
    "info": "Lanky Aes Sedai of the Gray Ajah. She is strong in Earth, and is one of the sisters [Egwene](#Egwene-al-Vere) has trying to make _cuendillar_."
  },
  {
    "id": "Atal-Mishraile",
    "name": "Atal Mishraile",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "One of the Asha'man. He is one of [Taim](#Mazrim-Taim)'s cronies, and receives special lessons and instructions from him. He has wavy golden hair, bright blue eyes, wide shoulders, and a “winning” smile."
  },
  {
    "id": "Atuan-Larisett",
    "name": "Atuan Larisett",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Black Ajah, publicly of the Yellow. She has green eyes, and dark hair to her waist in beaded braids. Her face is described as “perfect as it was without being beautiful.” She is from Saldaea, though she largely escaped the characteristic large nose of most Saldaeans. She is one of only three Black sisters that [Talene](#Talene-Minly) knows of. She teaches history."
  },
  {
    "id": "Aviendha",
    "name": "Aviendha",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Aiel of the Nine Valleys sept of the Taardad Aiel. Formerly a Maiden of the Spear, she was forced to give up the spear to become a Wise One because she had the ability to channel inborn. She has green eyes, and is of age with [Rand](#Rand-al-Thor) and [Mat](#Matrim-Mat-Cauthon). She is more than pretty with her dark reddish hair. Aviendha is one of the three women in [Min](#Elmindreda-Min-Farshaw)'s viewing of Rand—she also saw that she was to fall in love with him when she went through the three rings in Rhuidean. She denied her feelings for him at first, but when the wagons crossed the Dragonwall toward Cairhien, sweat tents became unavailable and she tried bathing as “wetlanders” did; Rand came in as she was standing before the bath in her skin, and she panicked. She created a Traveling gateway to southern Seanchan (she does not remember how), trying to get as far away from Rand as possible, into the middle of winter. When Rand rescued her, she decided she could not hide her feelings any longer, and the two ended up spending the night in each other's arms before coming back. Aviendha says a similar incident will not occur, and punished any Maiden who made a crack about it (how they found out about something that occurred on the far side of the world on another continent is a different subject entirely). She felt _toh_ toward [Elayne](#Elayne-Trakand) for violating her trust, but upon hearing that Elayne would consent to being her sister-wife, Aviendha felt empowered to show her feelings for Rand once again. She is not certain what she thinks of a _second_ sister-wife in Min, but she seems to accept the idea at least. She has been having trouble learning Traveling again; the way Elayne forms the weave is different from how she used it to get to Seanchan, and it is difficult to learn something once you already learned it another way. She has, however, mastered the art of untying weaves—a feat which was thought impossible by all Aes Sedai, as well as the Forsaken. She and Elayne have adopted each other as first-sisters. Aviendha has a special ability in making wards against eavesdropping; it is unlikely even the Forsaken could breach one of her wards, and certainly no one could do so without her knowing it immediately."
  },
  {
    "id": "Bael",
    "name": "Bael",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Clan chief of the Goshien Aiel. He is the tallest man [Rand](#Rand-al-Thor) has ever met, over a hand taller than Rand, who is not short. He has deep, resonant voice. He has two wives named Dorindha and [Melaine](#Melaine). Melaine and Bael were recently wed, after Dorindha agreed to accept Melaine as a sister-wife. He has three sons (by Dorindha), and is expecting twin daughters (by Melaine). He has gray eyes."
  },
  {
    "id": "Bain",
    "name": "Bain",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Maiden of the Spear of the Black Rock sept of the Shaarad Aiel. She has flame-colored hair. She is first-sister to [Chiad](#Chiad), of the Goshien Aiel; the two had to sneak through the camp of the other to find the Wise Ones to become first sisters, since their clans were in blood feud at the time. She later became one of the Maidens who accompanied [Faile](#Faile-ni-Bashere-t-Aybara), a similar honor guard to what [Rand](#Rand-al-Thor) has, although smaller and for different reasons. She and Chiad were both captured by the Shaido along with the rest of Faile's company, and made _gai'shain_. She has refused Faile's offer of escape once her plan is ready; she vows to serve her year and a day, as prescribed by _ji'e'toh_, and then walk away."
  },
  {
    "id": "Bandry-Ban-Crawe",
    "name": "Bandry (Ban) Crawe",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Man from the Two Rivers."
  },
  {
    "id": "Bartol",
    "name": "Bartol",
    "chapter": "Chapter 23: Ornaments",
    "info": "One of [Erian](#Erian-Boroleos)'s two surviving Warders (she had four until two were killed by [Rand](#Rand-al-Thor)). She left both her Warders in Cairhien before leaving for Far Madding and later Shadar Logoth, but both of them are following her now and are as close as the city of Tear."
  },
  {
    "id": "Bartu",
    "name": "Bartu",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Man from Shienar. He is one of those now with [Masema](#Masema-Dagar)."
  },
  {
    "id": "Basel-Gill",
    "name": "Basel Gill",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Pink-cheeked balding man with graying hair who followed [Morgase](#Morgase-Trakand) when she left Caemlyn. He was the innkeeper of the Queen's Blessing, an inn in Caemlyn which at one time housed [Rand](#Rand-al-Thor) and [Mat](#Matrim-Mat-Cauthon) while they were waiting for [Moiraine](#Moiraine-Damodred) and the rest of the group to catch up to them. A man loyal to his queen. He now serves as [Perrin](#Perrin-t-Bashere-Aybara)'s _shambayan_ (housekeeper)."
  },
  {
    "id": "Bassane",
    "name": "Bassane",
    "chapter": "Chapter 23: Ornaments",
    "info": "Cairhienin-born Warder, one of three bonded to [Merise](#Merise-Haindehl). He is short and wide, and as sun-dark as [Jahar](#Jahar-Narishma)."
  },
  {
    "id": "Bayle-Domon",
    "name": "Bayle Domon",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Stocky ship captain and smuggler from Illian. His ship was captured by [Egeanin](#Lady-Egeanin-Tamarath) at Falme, and she was afraid Domon would recognize her the next time they met. She was right—he did. He is now one of Egeanin's _so'jhin_. When Egeanin captured his ship, he was trying to drop the male _a'dam_ in the ocean. The two are now involved in a romance (she purchased him so they could stay together), which no one else seems to understand—anyone who talks to either of them seems to find them impossible to get along with."
  },
  {
    "id": "Bela",
    "name": "Bela",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "[Siuan](#Siuan-Sanche)'s mare. She is short, shaggy, and quite docile. [Egwene](#Egwene-al-Vere) rode her out of Emond's Field when she left with [Moiraine](#Moiraine-Damodred) and [Lan](#al-Lan-Mandragoran). Bela actually belongs to Tam al'Thor, and [Rand](#Rand-al-Thor) suggested her as a way to take Egwene with them."
  },
  {
    "id": "Beldeine-Nyram",
    "name": "Beldeine Nyram",
    "chapter": "Chapter 23: Ornaments",
    "info": "Aes Sedai of the Green Ajah. She has no Warders, which is extremely unusual for a Green. She was raised to the shawl about three years ago, and as yet is too new to the shawl to have the ageless look. She was captured at Dumai's Wells and is now a prisoner of the Aiel. According to [Min](#Elmindreda-Min-Farshaw)'s viewing of her, she will bond one of the Asha'man as a Warder. She was pretty, and has high cheekbones and slightly tilted brown eyes."
  },
  {
    "id": "Beonin-Marinye",
    "name": "Beonin Marinye",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Gray Ajah. She is pretty, has honey-colored hair, and grew up in Tarabon. Her blue-gray eyes seem to constantly look startled. Nothing seems to surprise her, though, and [Elayne](#Elayne-Trakand) thinks she would not believe the Sun would come up unless she saw it herself, and if one morning it did not, she would just take it to confirm that she was correct to demand proof. She was one of the six sisters in Salidar that had most of the authority, despite not being part of the Hall of the Tower, and now serves as [Egwene](#Egwene-al-Vere)'s advisor from the Gray Ajah."
  },
  {
    "id": "Berana",
    "name": "Berana",
    "chapter": "Chapter 19: Surprises",
    "info": "Sitter for the White Ajah amongst the rebel Aes Sedai. She was chosen for the position in Salidar, despite being far too young by tradition to be considered. She has big brown eyes."
  },
  {
    "id": "Berelain-sur-Paendrag-Paeron",
    "name": "Berelain sur Paendrag Paeron",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "The First of Mayene, Blessed of the Light, Defender of the Waves, High Seat of House Paeron; the Mayener equivalent of a king or queen. [Rand](#Rand-al-Thor) put her in charge of Cairhien along with Rhuarc until she left with [Perrin](#Perrin-t-Bashere-Aybara) and [Faile](#Faile-ni-Bashere-t-Aybara) to find [Masema](#Masema-Dagar). She is fond of wearing the latest fashion in dresses, and those are usually quite revealing. She has her eyes on many men, but [Perrin](#Perrin-t-Bashere-Aybara) foremost—she is [Min](#Elmindreda-Min-Farshaw)'s hawk in her viewings of Perrin. She has black hair. She is a very capable ruler, willing to do almost anything to preserve the welfare and independence of her people. She is tall, pretty, young, and has black hair."
  },
  {
    "id": "Bernaile-Gelbarn",
    "name": "Bernaile Gelbarn",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai from Tarabon. She was sent back to the Tower by the Aes Sedai in Salidar. She keeps her hair done in many narrow, beaded braids, the style in Tarabon."
  },
  {
    "id": "Beslan-Mitsobar",
    "name": "Beslan Mitsobar",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "[Queen Tylin](#Tylin-Quintara-Mitsobar)'s son. He is mild-mannered, has a soft voice sharp eyes, and black hair to his shoulders."
  },
  {
    "id": "Bethamin-Zeami",
    "name": "Bethamin Zeami",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "_Sul'dam_ who was left behind after the battle at Falme, later captured by [Egeanin](#Lady-Egeanin-Tamarath). When Egeanin found her, she tried to get away, so Egeanin snapped the _a'dam_ she was carrying around her neck, hoping to use it as one more barrier to the woman fleeing (since Bethamin supposedly cannot channel, the _a'dam_ should have no other effect than throwing a metal ring around her head). Much to Egeanin's surprise, the _a'dam_ held Bethamin just as well as it held the _damane_ it was intended for. Bethamin already knew this, from observing [Renna](#Renna-Emain), who [Egwene](#Egwene-al-Vere) left collared after Falme. From this, and from [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran)'s and [Elayne](#Elayne-Trakand)'s information about the possibility of learning to channel (not just having it inborn), Egeanin reasoned that all _sul'dam_, including Bethamin, could channel if they were taught—which went against everything she had been taught her entire life. Bethamin is now forbidden to be linked to _damane_, both as protection for her—if anyone besides [Suroth](#Suroth-Sabelle-Meldarath) knew that the _a'dam_ would control her, they would probably make her wear it all the time—and as protection for the Seanchan way of life, which would likely collapse if it was learned that _sul'dam_ could channel just as well as _damane_. She has since been spirited away from Ebou Dar with [Mat](#Matrim-Mat-Cauthon), Egeanin, and the rest of the group that fled Ebou Dar."
  },
  {
    "id": "Birgitte",
    "name": "Birgitte",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Birgitte, p. 271–272 (320)—Hero of Legend, bound to the Horn of Valere until [Moghedien](#Moghedien) ripped her away. She has long blonde hair that she keeps in a braid, and is one of the best with bow and arrows in all human history. During [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran)'s struggle with Moghedien, Birgitte was ripped out of _Tel'aran'rhiod_ and almost died. She would have if she had not been saved by [Elayne](#Elayne-Trakand), who bonded her as a Warder to give her the strength and quick healing she needed to survive. She is always linked to [Gaidal Cain](#Gaidal-Cain) in the stories, and misses him immensely since he was spun out normally while she was ripped out. She is nothing like the stories say she is supposed to be like, except that she _is_ pretty. She is slowly losing her memories of past lives, and worries she will eventually forget everything—she currently remembers nothing before the founding of the White Tower."
  },
  {
    "id": "Blaeric-Negina",
    "name": "Blaeric Negina",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "One of [Joline](#Joline-Maza)'s Warders. He has blue eyes, a pointed chin, and straight black hair. He is tall, and from Shienar. He now travels with [Mat](#Matrim-Mat-Cauthon)'s entourage and [Valan Luca](#Valan-Luca)'s menagerie."
  },
  {
    "id": "Bodewhin-Bode-Cauthon",
    "name": "Bodewhin (Bode) Cauthon",
    "chapter": "Chapter 17: Secrets",
    "info": "[Mat](#Matrim-Mat-Cauthon)'s younger sister, age seventeen. She came with [Verin](#Verin-Mathwin) and [Alanna](#Alanna-Mosvani) to become Aes Sedai. She has the spark inborn; she will channel whether she wants to or not. She is now a novice in the rebel Tower under [Egwene](#Egwene-al-Vere). She is strong in Earth, and Egwene has her making objects out of _cuendillar_. She is plump-cheeked and pretty. She wears her hair in a dark braid, though Egwene suspects she did not have the Women's Circle's permission to do so—it does not matter anymore, however, as she is not in Emond's Field anymore."
  },
  {
    "id": "Bonwhin-Meraighdin",
    "name": "Bonwhin Meraighdin",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "[Amyrlin Seat](#Amyrlin-Seat) during the life of [Artur Hawkwing](#High-King-Artur-Hawkwing), approximately one thousand years ago. She was raised from the Red Ajah, the last Amyrlin besides [Elaida](#Elaida-do-Avriny-a-Roihan) from the Red. She tried to use the Tower's influence to manipulate Hawkwing and make him a puppet ruler of the White Tower. This ended in disaster, as Hawkwing laid siege to Tar Valon and attempted to destroy the Aes Sedai stronghold—he nearly succeeded. Bonwhin was stripped of stole and staff and stilled for nearly destroying the Tower, and since then no Amyrlin from her Ajah has been raised. She was succeeded by Deane Aryman of the Blue Ajah, who took office after years of disorder in the Tower where no Amyrlin was chosen and attempted to undo the damage Bonwhin did to the Tower's reputation. Deane succeeded for the most part. Unfortunately, this created extreme tension between the Red and Blue Ajahs that still exists today, and is the main reason why the Red Ajah will (and did) take any pretext to pull down an Amyrlin raised from the Blue Ajah."
  },
  {
    "id": "Breane-Taborwin",
    "name": "Breane Taborwin",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Woman from Cairhien who is [Lamgwin](#Lamgwin-Dorn)'s love interest. She is now one of [Faile](#Faile-ni-Bashere-t-Aybara)'s personal maids along with “[Maighdin](#Maighdin-Dorlain).” and [Lini](#Lini-Eltring). She hates [Berelain](#Berelain-sur-Paendrag-Paeron)."
  },
  {
    "id": "Cadsuane-Melaidhrin",
    "name": "Cadsuane Melaidhrin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Green Ajah with iron-gray hair. She retired to a rose garden in northern Ghealdan, but has since left it due to the difficulty of growing decent roses with the weather the way it used to be. She refused two appointments to the Hall of the Tower, when refusing even once is unheard of. She also refused to become head of the Green Ajah. It is said that she has had more Warders than most sisters have had shoes. She has more strength than anyone in a thousand years except perhaps for [Egwene](#Egwene-al-Vere) and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran). Although she is a Green, she has confronted and captured more men that can channel than any other woman; unknown to most, the men she captures tend to live longer after being gentled than the average. She is somewhat of a living legend among Aes Sedai. According to [Min](#Elmindreda-Min-Farshaw), Cadsuane will teach [Rand](#Rand-al-Thor) and the Asha'man something—they will not like it, especially not from her, but they will have to learn it. She is the oldest Aes Sedai alive. Cadsuane wears many ornaments in her hair, all of which are _ter'angreal_ she has collected over the years. One of them is a reservoir—it “stores” _saidar_ for later use in places where one might not be able to tap the Source, such as inside an Ogier _stedding_ or inside Far Madding, her hometown. Another vibrates in the presence of men who can channel; it is likely this ornament that has allowed her to capture so many men to be gentled. There are many others, including three that she does not know the purpose of. [Siuan](#Siuan-Sanche) suspects Cadsuane may be a Darkfriend, but based on her actions and thoughts so far that seems unlikely."
  },
  {
    "id": "Captain-Musenge",
    "name": "Captain Musenge",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Grizzled captain of the Deathwatch Guards. He commands [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag)'s personal bodyguard."
  },
  {
    "id": "Careane-Fransi",
    "name": "Careane Fransi",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Aes Sedai of the Green Ajah. She has shoulders and arms as big as most men. She grew up in Arad Doman, and has worn the shawl for over fifty years now. She is among the sisters that are now sworn to obey [Rand](#Rand-al-Thor). She is now in Caemlyn. She despises wilders."
  },
  {
    "id": "Carelle",
    "name": "Carelle",
    "chapter": "Chapter 6: The Scent of a Dream",
    "info": "Pretty Wise One with fiery red hair and piercing blue eyes that always have a challenge in them."
  },
  {
    "id": "Carlinya",
    "name": "Carlinya",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the White Ajah. She fled the White Tower when [Elaida](#Elaida-do-Avriny-a-Roihan) was raised. She holds much influence among the sisters, and now serves as [Egwene](#Egwene-al-Vere)'s advisor from the White Ajah. She has no Warders, which is not unusual for a White sister, though she has been studying men from within her cowl as if to find one among the soldiers in [Bryne](#Lord-Gareth-Bryne)'s army. She has short, dark, curly hair, and is seldom emotional (which is also common for Whites)."
  },
  {
    "id": "Catrelle-Mosenain",
    "name": "Catrelle Mosenain",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Daughter of an ironmonger from Maerone. [Daved Hanlon](#Daved-Hanlon) split her head with a rock before tossing her down a well after she accused him of getting her with child. Hanlon himself had forgotten her name, but [Shiaine](#Lady-Shiaine-Avarhin) appears to remember."
  },
  {
    "id": "Celestin",
    "name": "Celestin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Yellow Ajah, one of those sent back to Tar Valon from Salidar as a spy. She was caught by [Pevara](#Pevara-Tazanovni) and [Seaine](#Seaine-Herimon), and was made to swear to obey them. She is now attempting to find out who [Atuan](#Atuan-Larisett)'s closest friends in the Yellow Ajah are."
  },
  {
    "id": "Cera-Doinal",
    "name": "Cera Doinal",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Young girl who reports [Dobraine](#Lord-Dobraine-Taborwin)'s death to [Loial](#Loial), [Karldin](#Karldin-Manfor), [Samitsu](#Samitsu-Tamagowa), [Sashalle](#Sashalle-Anderly), and the kitchen staff in the inn in Cairhien where they are all staying."
  },
  {
    "id": "Chanelle-din-Seran-White-Shark",
    "name": "Chanelle din Seran White Shark",
    "chapter": "Chapter 12: A Bargain",
    "info": "Lean, angular-faced Sea Folk woman. She can channel. [Aviendha](#Aviendha) once got her _very_ drunk on _oosquai_ so she could have a laugh at her expense."
  },
  {
    "id": "Chel-Vanin",
    "name": "Chel Vanin",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Fat man who [Mat](#Matrim-Mat-Cauthon) uses as a scout. He is a good rider, and Mat thinks he could steal a hen pheasant's eggs with her sitting on them (although he would likely steal her, too)—he also thinks Vanin could steal a horse out from under a nobleman and he would not know it for two days. He has a large space between his front teeth. He went with Mat to Ebou Dar, and escaped the city with Mat to travel with [Valan Luca](#Valan-Luca)'s show."
  },
  {
    "id": "Chesa",
    "name": "Chesa",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "One of [Egwene](#Egwene-al-Vere)'s maids as the [Amyrlin Seat](#Amyrlin-Seat). Egwene often lets her sit in on meetings with [Sheriam](#Sheriam-Bayanar), her [Keeper of the Chronicles](#Keeper-of-the-Chronicles), because her unexpected chatter often unsettles Sheriam just enough for Egwene to sidestep what Sheriam was suggesting in a discrete way."
  },
  {
    "id": "Chiad",
    "name": "Chiad",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Maiden of the Spear of the Stones River sept of the Goshien Aiel. She is short for an Aiel woman, and has blonde hair. [Gaul](#Gaul) wants her to marry him, but she will not give up the spear. She is willing to be his lover, but marriage is out of the question (or so she says). She is first-sister to [Bain](#Bain), and the two served as a sort of honor guard for [Faile](#Faile-ni-Bashere-t-Aybara). She and Bain were captured along with Faile by the Shaido and made _gai'shain_. She has refused Faile's offer of escape once her plan is ready; she vows to serve her year and a day, as prescribed by _ji'e'toh_, and then walk away."
  },
  {
    "id": "Clarine-Anhill",
    "name": "Clarine Anhill",
    "chapter": "Chapter 2: Two Captains",
    "info": "Wife of [Petra](#Petra-Anhill). Plump and brown-cheeked, she trains dogs for [Luca](#Valan-Luca)'s menagerie. She and Petra intend to buy an inn one day with the money they earn."
  },
  {
    "id": "Coiren-Saeldain",
    "name": "Coiren Saeldain",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Gray Ajah. She is plump and pompous, and led the embassy [Elaida](#Elaida-do-Avriny-a-Roihan) sent to [Rand](#Rand-al-Thor) in Cairhien. She was captured and shielded during the battle at Dumai's Wells. She was designated to take over that group if something happened to both [Galina](#Galina-Casban) and [Katerine](#Katerine-Alruddin)."
  },
  {
    "id": "Col",
    "name": "Col",
    "chapter": "Chapter 2: Two Captains",
    "info": "Bent-nosed horse handler in [Valan Luca](#Valan-Luca)'s menagerie. He is from Tear, and has heavy shoulders."
  },
  {
    "id": "Corele-Hovian",
    "name": "Corele Hovian",
    "chapter": "Chapter 23: Ornaments",
    "info": "Boyishly slim yet pretty Aes Sedai of the Yellow Ajah. She has thick black eyebrows and raven-black hair. She always dresses as if she is going to a country dance. She is now one of [Cadsuane](#Cadsuane-Melaidhrin)'s companions. She has bonded [Damer Flinn](#Damer-Flinn) as her Warder."
  },
  {
    "id": "Corgaide-Marendevin",
    "name": "Corgaide Marendevin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Pale, grave-faced, gray-haired woman who orders servants in the Sun Palace. Her official title is Holder of the Keys, and she is essentially in charge of all servants in the palace. She is about a hand shorter than [Samitsu](#Samitsu-Tamagowa) and [Sashalle](#Sashalle-Anderly). She is fond of rumors."
  },
  {
    "id": "Covarla-Baldene",
    "name": "Covarla Baldene",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "One of the Aes Sedai who attempted to capture [Rand](#Rand-al-Thor). She was later kept as an apprentice to the Wise Ones, and then commanded the eleven sisters that escaped to Dorlan where the Younglings were. She was displaced from her room with [Lusonia Cole](#Lusonia-Cole) when [Tarna](#Tarna-Feir) and [Katerine](#Katerine-Alruddin) arrived in Tar Valon."
  },
  {
    "id": "Culain",
    "name": "Culain",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Person [Mat](#Matrim-Mat-Cauthon) was in a past life. With his last breath, he laughed in [Artur Hawkwing](#High-King-Artur-Hawkwing)'s face. _It is unknown whether Culain is the namesake of Culain's Hound, an inn in Caemlyn._"
  },
  {
    "id": "Cyndane",
    "name": "Cyndane",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Girl who works with [Moghedien](#Moghedien). Her name means “Last Chance” in the Old Tongue. She is stronger in the One Power than [Graendal](#Graendal), but not as strong as Lanfear used to be."
  },
  {
    "id": "Daigian-Moseneillin",
    "name": "Daigian Moseneillin",
    "chapter": "Chapter 23: Ornaments",
    "info": "Plump, pale Aes Sedai of the White Ajah with long, black hair. She is the youngest daughter of a lesser House in Cairhien. Many sisters consider her little better than a wilder. She is now sworn to [Rand](#Rand-al-Thor), and later bonded [Eben Hopwil](#Eben-Hopwil) as a Warder. She was very possessive of him, and she is now mourning his death, which occurred during the cleansing of _saidin_."
  },
  {
    "id": "Daishar",
    "name": "Daishar",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "[Egwene](#Egwene-al-Vere)'s roan horse. His name means “Glory” in the Old Tongue."
  },
  {
    "id": "Damer-Flinn",
    "name": "Damer Flinn",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Crease-faced old man with a limp, now one of the Asha'man. He is bald with a fringe of white hair around the edge of his head. He was in the Queen's Guards until he took a Murandian lance in the thigh, and ever since has desired to help people with injuries. He came for the amnesty to see if he could learn to Heal; as it turns out, he is very Talented, and has developed methods of Healing that have been forgotten since the Age of Legends. He managed to partially Heal [Rand](#Rand-al-Thor)'s wound in his side, to separate it from the rest of his body so the evil does not seep into it anymore. Since he was placed on [Taim](#Mazrim-Taim)'s Traitors' List, he has been in hiding—he did not assist in the attack on [Rand](#Rand-al-Thor), but Rand thinks it better to be safe than to have him killed. He has since been bonded as Warder to [Corele](#Corele-Hovian), and has been attempting to teach [Samitsu](#Samitsu-Tamagowa) to do with _saidar_ what he does with _saidin_."
  },
  {
    "id": "Dannil-Lewin",
    "name": "Dannil Lewin",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Young man from Emond's Field, now leader of [Perrin](#Perrin-t-Bashere-Aybara)'s soldiers from the Two Rivers. A bean-pole of a man with a thick mustache."
  },
  {
    "id": "Dark-Lord",
    "name": "Dark Lord",
    "chapter": "Chapter 21: A Mark",
    "info": "Name sometimes used by Darkfriends for the [Dark One](#Dark-One)."
  },
  {
    "id": "Dark-One",
    "name": "Dark One",
    "chapter": "Chapter 2: Two Captains",
    "info": "Name used in every land for Shai'tan, the source of all evil, complete antithesis of [The Creator](#The-Creator) in every way. At the moment of Creation, Shai'tan was imprisoned by the Creator at Shayol Ghul. This prison kept him from touching the world until it was bored into by Aes Sedai during the Age of Legends. This hole, called the Bore, allowed the Dark One to once again touch the world, causing new outbreaks of war, treachery, violence, and crime. The attempt to free the Dark One completely resulted in the War of the Shadow (called the War of Power by some, especially those on the Shadow's side), during which a number of important leaders forsook the Light and gave their lives to the Dark One; these people are known today as the Forsaken, and were 13 of the most powerful Aes Sedai of the Age of Legends. The War of the Shadow did not end until [Lews Therin Telamon](#Lews-Therin-Telamon), the [Dragon](#The-Dragon), and his Hundred Companions Traveled to Shayol Ghul and re-sealed the Dark One back into his prison, trapping the Forsaken with him. At the moment of sealing, Shai'tan lashed out at those sealing the prison, driving them insane and tainting _saidin_ itself, the male half of the True Source, dooming all male Aes Sedai to madness as well and starting the Time of Madness. These seals are weakening now, enough that the Forsaken have escaped and the Dark One is once again able to exert influence on the world. These seals were scattered throughout the world by Aes Sedai during the Breaking of the World. In order of when they were discovered, they were found: 1) At the Eye of the World (broken when it was found); 2) in the hands of [Bayle Domon](#Bayle-Domon), later pilfered by [High Lord Turak](#High-Lord-Turak-Aladon) of the Seanchan (broken at the battle of Falme), 3) On Seanchan, part of High Lord Turak's collection (broken at the battle at Falme); 4) In the Great Hold at the Stone of Tear (still intact); 5) In the Panarch's Palace in Tanchico (broken en route to Salidar); 6) One in Rhuidean (still intact), and 7) Found by [Mazrim Taim](#Mazrim-Taim) on a small farm in Saldaea (still intact). Despite being made of _cuendillar_, the three that remain unbroken can be cut with a knife and would break by a fall from a table. The Dark One is also referred to by other euphemisms, including Sightblinder, Lord of the Grave, Father of Lies, Grassburner, Leafblighter, Heartfang, Heartsbane, Soulsbane, Lord of the Twilight, Father of Storms, Shepherd of the Night, Soulblinder, and (among Darkfriends) the Great Lord of the Dark."
  },
  {
    "id": "Dart",
    "name": "Dart",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Rodel Ituralde](#Lord-Rodel-Ituralde)'s white gelding."
  },
  {
    "id": "Daughter-of-the-Nine-Moons",
    "name": "Daughter of the Nine Moons",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Woman whom [Mat](#Matrim-Mat-Cauthon) is destined to marry, according to the Aelfinn. She is actually [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag), the heir to the Seanchan throne."
  },
  {
    "id": "Daved-Hanlon",
    "name": "Daved Hanlon",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Real name of [Doilin Mellar](#Doilin-Mellar), the man who “saved” [Elayne](#Elayne-Trakand) from the three assassins. In gratitude, she named him Captain of the Queen's Bodyguard. He is a Darkfriend, and works for [Shiaine](#Lady-Shiaine-Avarhin). He not bulky, and little taller than the average run of men. He is feigning a relationship with [Falion Bhoda](#Falion-Bhoda) so that the two can exchange information discreetly."
  },
  {
    "id": "Dawn-Wind",
    "name": "Dawn Wind",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "[Elenia](#Lady-Elenia-Sarand)'s long-legged bay."
  },
  {
    "id": "Deane-Aryman",
    "name": "Deane Aryman",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Aes Sedai of the Blue Ajah, later raised to the [Amyrlin Seat](#Amyrlin-Seat). She succeeded [Bonwhin Meraighdin](#Bonwhin-Meraighdin), Amyrlin during the reign of [Artur Hawkwing](#High-King-Artur-Hawkwing). Her strong spirit and sturdy administration brought the Tower back to most of its former prestige, all of which was teetering on the brink of disappearing after Bonwhin's manipulations of Hawkwing. She in effect saved the Tower. She is one of the most respected Amyrlins of all time, and part of the reason a large number of Amyrlins have been raised from the Blue Ajah. She was born in the city of Salidar, in Eharon."
  },
  {
    "id": "Delana-Mosalaine",
    "name": "Delana Mosalaine",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai Sitter for the Gray Ajah in the “Little Tower.” She is the only Sitter that [Egwene](#Egwene-al-Vere) thinks she can count on for her support. She is round, and has a deep voice for a woman and pale silver-colored hair. She is from Shienar, and has no Warder. Lately, Delana has been causing trouble in the Hall, especially with her demands to make a formal declaration that [Elaida](#Elaida-do-Avriny-a-Roihan) is Black Ajah. She is willing to discuss any subject in the Hall, whereas most Sitters will not touch topics such as the Black Ajah with a ten-foot pole."
  },
  {
    "id": "Demandred",
    "name": "Demandred",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "One of the Forsaken. He has a hawk-like nose and dark hair. Second-best seems to be the story of his life. He was born Barid Bel Medar one day after [Lews Therin Telamon](#Lews-Therin-Telamon), and from the first day proceeded to almost equal Lews Therin's accomplishments, almost equal Lews Therin's strength, and almost equal him but never surpass him in everything. He became one of the Light's greatest generals, once again second in command under Lews Therin. Demandred believed that he was Lews Therin's intellectual and military superior, and was furious when Lews Therin was chosen to lead the Light's forces over him during the War of the Shadow. He developed a burning hatred of Lews Therin, and finally dedicated his life to the Shadow so he could finally better Lews Therin—he believed the Shadow would eventually win the war since Lews Therin was commanding the Light's armies, and that if he, Barid Bel Medar, had been chosen to command them, the Light would have prevailed. When Demandred was freed from the Bore, he transferred his hatred of Lews Therin intact to the new recipient of his soul, [Rand al'Thor](#Rand-al-Thor). Demandred was recently told by the [Dark One](#Dark-One) to lead his plan to convert or destroy Rand, and promised him to be Nae'blis if he succeeded. However, since [Moridin](#Moridin) has been declared Nae'blis, he is now only ordered to obey Moridin. Demandred's assumed identity and whereabouts are unknown."
  },
  {
    "id": "Deni-Colford",
    "name": "Deni Colford",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Wide, placid-faced woman in the Queen's Guards, and leader of [Elayne](#Elayne-Trakand)'s personal bodyguard. She has no skill with a sword, but those who have tried to challenge her cudgel have met with a quick lesson."
  },
  {
    "id": "Desandre",
    "name": "Desandre",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Willowy Aes Sedai of the Yellow Ajah, now captive with the Asha'man. She told the captive Aes Sedai that they should be cordial with the Asha'man."
  },
  {
    "id": "Doesine-Alwain",
    "name": "Doesine Alwain",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Sitter for the Yellow Ajah in Tar Valon. Boyishly slim, and tall for a Cairhienin. Her father was a cutler. She ran away three times as a novice, although she only got as far as the gates once. She has a bit of a foul tongue. She is attempting to get [Atuan](#Atuan-Larisett) questioned in the same manner [Talene](#Talene-Minly) was. She and [Saerin](#Saerin-Asnobar) walked in on [Seaine](#Seaine-Herimon) and [Pevara](#Pevara-Tazanovni) when they were using the Oath Rod to question sisters."
  },
  {
    "id": "Doilin-Mellar",
    "name": "Doilin Mellar",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Guard who slew [Elayne](#Elayne-Trakand)'s assassins. He cut the first's head off, _threw_ his sword at the second and speared him with it, and took the poisoned dagger from the third and killed him with it. He is wiry, has a sharp face, and is coldhearted, though he smiles a lot. He is fond of teasing women. He claims to have been a merchant's guard, then a mercenary, then a Hunter for the Horn. He is now a lieutenant in the Queen's Guards, and in gratitude, Elayne made him the captain of her bodyguard. He has dark eyes a narrow face that is not pretty or handsome. He moves with a swordsman's grace, and is very strong. Mellar claims to be from Andor, near Baerlon, and he claims to have fought on [Morgase](#Morgase-Trakand)'s side during the Succession. Half the palace has accepted the rumor that he is the father of Elayne's twins, though he himself may be unaware that this rumor exists."
  },
  {
    "id": "Donjel",
    "name": "Donjel",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "One of [Ituralde](#Lord-Rodel-Ituralde)'s scouts. He is stocky, and has a permanently hoarse voice. Someone tried to hang him when he was young. He has short, iron-gray hair and a dark leather patch over his left eye. He is the best scout Ituralde has ever known."
  },
  {
    "id": "Doraise-Mesianos",
    "name": "Doraise Mesianos",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Brown Ajah. She is very mild and always absorbed in study."
  },
  {
    "id": "Doral-Barran",
    "name": "Doral Barran",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Wisdom of Emond's Field years ago. When an epidemic of the spotted fever struck the city, she advocated holding brandy-soaked handkerchiefs over one's face to ward off the disease. Because of this, [Egwene](#Egwene-al-Vere) associated the smell of brandy with fear for a very long time."
  },
  {
    "id": "Dragon-Reborn",
    "name": "Dragon Reborn",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "According to the _Karaethon Cycle_, the Prophecies of the [Dragon](#The-Dragon), the man who is the Rebirth of [Lews Therin Telamon](#Lews-Therin-Telamon), the man known as the Dragon during the War of the Shadow. Over the years, many men have claimed to be the Dragon Reborn, even men who could not channel. The true Dragon has been Reborn in a young man named [Rand al'Thor](#Rand-al-Thor), a shepherd from Emond's Field."
  },
  {
    "id": "Eben-Hopwil",
    "name": "Eben Hopwil",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "One of the Asha'man. He was about sixteen years old, and skinny. He had a big nose and ears to match. He died at the hands of [Aran'gar](#Aran-gar) during the cleansing of _saidin_ near Shadar Logoth."
  },
  {
    "id": "Edarna-Noregovna",
    "name": "Edarna Noregovna",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Aes Sedai of the Blue Ajah, later raised to the [Amyrlin Seat](#Amyrlin-Seat). She was the fourth Amyrlin raised after the death of [Deane Aryman](#Deane-Aryman), and was considered the most politically skilled Amyrlin of recent history. She was a very strong Amyrlin, and [Egwene](#Egwene-al-Vere) hopes to be remembered in a similar light as she."
  },
  {
    "id": "Edarra",
    "name": "Edarra",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Wise One of the Nader sept of the Shiande Aiel. She has blue eyes, and is not much older than [Perrin](#Perrin-t-Bashere-Aybara). She can channel, and is of moderately high strength. She goes with [Perrin](#Perrin-t-Bashere-Aybara) to seek out [Masema](#Masema-Dagar)."
  },
  {
    "id": "Edesina-Azzedin",
    "name": "Edesina Azzedin",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Aes Sedai of the Yellow Ajah. She was sent to Tarabon to attempt to restore order there, and was later captured by the Seanchan. She was a prisoner in the Royal Palace of Altara, held by the collar of a _damane_, but was released by [Mat](#Matrim-Mat-Cauthon) and now travels with him and with [Luca](#Valan-Luca)'s show. She is slim and handsome, with black hair to her waist."
  },
  {
    "id": "Egwene-al-Vere",
    "name": "Egwene al'Vere",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Young woman from Emond's Field, now raised to the [Amyrlin Seat](#Amyrlin-Seat) among the Aes Sedai opposing [Elaida](#Elaida-do-Avriny-a-Roihan). She has considerable strength with the One Power, and will most likely be one of the strongest Aes Sedai in over a thousand years. She is also the first Dreamer in the Tower in almost 500 years; she trained with the Wise Ones to learn more of this Talent. Egwene is good friends with [Elayne Trakand](#Elayne-Trakand), the Daughter-Heir of Andor, and is also a childhood friend of [Rand al'Thor](#Rand-al-Thor), the [Dragon Reborn](#Dragon-Reborn). In fact, Rand and Egwene were all but Promised in their youth, but both of them feel an almost sibling-like love for each other now; they know that they cannot get married, and do not want to. Egwene is the love object of both of Elayne's brothers, [Galad](#Galadedrid-Galad-Damodred) and [Gawyn](#Gawyn-Trakand)—she is flattered by Galad's attentions, but she does not return them; she does find Gawyn to her liking, and had a dream of bonding him as her Warder; she knows it will occur. Egwene was most likely chosen Amyrlin because she was in the Aiel Waste when the rebellion occurred, and because the Aes Sedai thought she could be guided by them without too much trouble; if this was their intent, they made a grave mistake, for Egwene promises to be one of the strongest Amyrlins in history. Egwene has enlisted [Gareth Bryne](#Lord-Gareth-Bryne) as the commander of her army to invade Tar Valon and remove Elaida from power. She has also opened the novice books to all interested women for the first time in history—in the past, they were only open to girls of a certain age, for fear that older women would not be able to handle the discipline. This policy has increased the size of the rebel Tower to several times the size of the original, unified one. The number of novices has increased to levels not known for over a thousand years. Egwene has also discovered many lost Talents of the Age of Legends, such as Dreaming, Traveling, and the making of _cuendillar_. She was guided to Dreaming by the Wise Ones, with whom she studied in the Aiel Waste, and was guided to the making of _cuendillar_ by [Moghedien](#Moghedien) while she was captured, but Traveling was her discovery alone. She has recovered some other abilities through Moghedien as well. She plans to reunite the Tower and make it stronger than ever—and she plans to start by exiling Elaida, as she will not unite the Tower, only shatter it into fragments that will never be gathered up again."
  },
  {
    "id": "Elaida-do-Avriny-a-Roihan",
    "name": "Elaida do Avriny a'Roihan",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai formerly of the Red Ajah, now raised to the [Amyrlin Seat](#Amyrlin-Seat) in Tar Valon. She was born the youngest daughter of a minor House in the north of Murandy. She occasionally has the Foretelling, and as a result of a Foretelling she had concerning the importance of the Royal Family of Andor in Tarmon Gaidon, she served as advisor to [Queen Morgase](#Morgase-Trakand) of Andor for her entire reign. She later led the coup that deposed [Siuan Sanche](#Siuan-Sanche) and placed her on the Amyrlin Seat in Siuan's place. She distrusts anyone not of the Red Ajah (as most Reds do), and does not think she will ever be able to trust any member of the Blue Ajah again. Her [Keeper of the Chronicles](#Keeper-of-the-Chronicles) is [Alviarin Freidhen](#Alviarin-Freidhen) of the White Ajah—she was all but forced to choose Alviarin due to her role in the deposition of Siuan. If she chose a Keeper from her Ajah, she most likely would not have won the support of the White Ajah, and then _she_ would have been stilled and banished from the Tower instead of Siuan. Her Foretelling about the importance of Andor's royal family during the Last Battle occurred around the time the Succession was going on, so she immediately attached herself to Morgase as soon as it became clear that she would be the one to take the Lion Throne. Another of her Foretellings was to predict that [Rand al'Thor](#Rand-al-Thor) would shake the world on its very foundations—she constantly kicks herself for not doing something about him when he was right in front of her, little more than a farmboy at the time. Her most recent Foretelling was that “the White Tower would be whole again, except for remnants cast out and scorned, whole and stronger than ever. [Rand al'Thor](#Rand-al-Thor) will face the Amyrlin Seat and know her anger. The Black Tower will be rent in blood and fire, and sisters will walk its grounds.” The Foretelling about Rand is obviously deadly accurate. However, the one about the Royal Family occurred at an inopportune time; at the time of Elaida's Foretelling, the Royal Family was not certain. It may have meant Morgase, [Gawyn](#Gawyn-Trakand), [Galad](#Galadedrid-Galad-Damodred), and [Elayne](#Elayne-Trakand) (they have all had a large role to play in the recent past), but it is also possible it could have meant the old Royal Family, that of [Tigraine](#Lady-Tigraine-Mantear), Taringail, Galad, and later Elayne and Gawyn as well. After all, Morgase is just Morgase, but Tigraine is the mother of the [Dragon Reborn](#Dragon-Reborn). Her most recent Foretelling will of course be fulfilled, but not necessarily how she wants it to be; she does not realize that the Amyrlin Seat in the Foretelling might not be her, that the remnants cast out might be those loyal to her, and that the destruction of the Black Tower might have nothing to do with her. Elaida is quite strong in the One Power; only Siuan (before she was stilled and Healed), [Moiraine](#Moiraine-Damodred), [Egwene](#Egwene-al-Vere), [Elayne](#Elayne-Trakand), [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran), and a few others could match her strength. Elaida has always sought positions of power; she chose to follow Morgase to have a better chance at guiding the forces in the Last Battle, and tried to capture Rand al'Thor in an effort to gain similar control. The only sisters that support her are those that are actually Black Ajah and those that would follow any Amyrlin legally raised, as Elaida was (although just barely; all laws used to raise her were stretched almost to their breaking point, and some believe they actually _did_ shatter). Elaida is currently building a palace for herself atop the Warders' old practice yard. The building will be about as tall as the White Tower. She has no plans on being merciful on those who rebelled against her when she deposed Siuan—her terms are that the Blue Ajah no longer exists, and that any sister following Egwene must serve penance under her personal guidance before being readmitted to the Tower."
  },
  {
    "id": "Elayne-Trakand",
    "name": "Elayne Trakand",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Daughter-Heir of Andor, now Aes Sedai of the Green Ajah. She is the daughter of [Morgase](#Morgase-Trakand) and her late husband, Taringail, and sister to [Gawyn](#Gawyn-Trakand). She is also half-sister to [Galad](#Galadedrid-Galad-Damodred), although she would rather not be reminded of this fact; she thinks Galad virtuous to the point of fault, and does not really like him. She has considerable potential in the One Power, and is one of the strongest Aes Sedai in a thousand years or more, possibly since the Age of Legends, with the exceptions of [Egwene](#Egwene-al-Vere), [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran), [Aviendha](#Aviendha), and some trainees. She has red-gold curly hair. During her stay in the Stone of Tear, Elayne realized she loved [Rand al'Thor](#Rand-al-Thor), and told him how she felt; he felt similarly. She had no idea at the time what [Min](#Elmindreda-Min-Farshaw) meant about “having to share him,” but now knows about Min's viewing of Rand with the three women's heads, indicating that Rand will fall in love with Min, Elayne, and Aviendha, and they with him. Later, when she and Nynaeve had trouble with [Moghedien](#Moghedien), Elayne ended up bonding [Birgitte](#Birgitte) as her Warder (despite being only Accepted at the time) in order to save Birgitte's life. Elayne later went to Ebou Dar and found the Bowl of the Winds, a _ter'angreal_ that they used to fix the weather. She has since returned to Andor upon hearing news of her mother's disappearance; she plans to take the Lion Throne, as soon as she has garnered enough support to keep it. In the meantime, Elayne has managed to reproduce several _ter'angreal_, something which no one else has been able to do since the Breaking of the World, as well as discover a way to share a Warder bond between three women; she bonded Rand along with Aviendha, her new sister by Aiel tradition, and Min."
  },
  {
    "id": "Elder-Alar",
    "name": "Elder Alar",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "An Elder of Stedding Tsofu. She is [Erith](#Erith)'s grandmother."
  },
  {
    "id": "Elder-Haman",
    "name": "Elder Haman",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "One of the Elders of Stedding Shangtai, son of Dal son of Morel. He came with [Loial](#Loial)'s mother Covril to find Loial and take him back to the _stedding_. Loial was not there, and they have not been able to catch up with him. Loial intentionally skipped Stedding Shantai on his trips to the _stedding_ so as to avoid Haman and his mother."
  },
  {
    "id": "Eldrid-Methin",
    "name": "Eldrid Methin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Worker in [Mistress Beldair](#Mistress-Beldair)'s kitchen. She talks to [Ledar](#Ledar) and [Underhill](#Master-Underhill) when they arrive in Cairhien."
  },
  {
    "id": "Elienda",
    "name": "Elienda",
    "chapter": "Chapter 8: Whirlpools of Color",
    "info": "Tall Maiden of the Spear with wide shoulders. She was among those [Perrin](#Perrin-t-Bashere-Aybara) used as a scout."
  },
  {
    "id": "Elin-Warrel",
    "name": "Elin Warrel",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Newly-raised Aes Sedai of the Brown Ajah."
  },
  {
    "id": "Elmindreda-Min-Farshaw",
    "name": "Elmindreda (Min) Farshaw",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Young woman from Baerlon. She has a special ability that few besides herself know about: she sees images and auras around people, especially around Aes Sedai, Warders, and Asha'man, that foretell their futures. Min does not always know what these viewings mean, but when she does, it _will_ happen; it is only a question of how and when. Min was fascinated by the number of images she saw around [Rand](#Rand-al-Thor), especially the one she saw that included herself: he was destined to fall in love with three different women, one of which was herself. She usually dresses in attire reserved for men; this habit was picked up when growing up with her father, who was a miner. However, once she started to develop feelings for Rand, she began to wear more traditionally feminine attire. Min was in Tar Valon helping [Siuan](#Siuan-Sanche) with her viewings' information when Siuan was deposed, and it was Min that freed Siuan and [Leane](#Leane-Sharif) from the dungeon. She accompanied the two former leaders of the Aes Sedai to Salidar; once there, she left for Caemlyn with Salidar's embassy to Rand. Once in Caemlyn, she brought information to Rand about the embassy there, and its intentions. She has only had one viewing that ever failed, which concerned [Moiraine](#Moiraine-Damodred); since Moiraine is believed dead, she hopes that her viewings might be wrong at least once in a while. Min is one of only three women that can rightfully call herself a lover to the [Dragon Reborn](#The-Dragon), and she is now bonded to Rand via a Warder bond that she shares with the other two, [Aviendha](#Aviendha) and [Elayne](#Elayne-Trakand). She is fond of reading books by the late [Herid Fel](#Herid-Fel), a philosopher who worked in Rand's school of thought and was killed by a _gholam_, presumably because he had stumbled upon information crucial to the defeat of the Shadow. She had a viewing of Elayne just before the door closed that Elayne would become pregnant with twins; she told half the palace before Elayne herself knew...."
  },
  {
    "id": "Elsie",
    "name": "Elsie",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Maid in service of House Matherin. She is very nervous around [Elayne](#Elayne-Trakand). She is tall, about 25 years old, has dark hair, dark eyes, and a plump bosom."
  },
  {
    "id": "Elyas-Machera",
    "name": "Elyas Machera",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Lanky old man with graying hair to his waist. He was a Warder at one time, bonded to an Aes Sedai named [Rina](#Rina-Hafden), and left the Tower when he discovered that he could talk to wolves. He did not find any problem with the ability by itself, but felt the need to get away from the Red Ajah, who thought they should gentle him (even though there was nothing to be gentled) because of his ability. Elyas helped [Perrin](#Perrin-t-Bashere-Aybara) learn that he could talk to wolves as well; Perrin does not necessarily like the ability, but has gotten over the dislike of it as well. The wolves call him [Long Tooth](#Long-Tooth). Compared to him, Aiel are noisy when they are not trying to be heard."
  },
  {
    "id": "Elza-Penfell",
    "name": "Elza Penfell",
    "chapter": "Chapter 23: Ornaments",
    "info": "Aes Sedai of the Green Ajah. She is one of the Aes Sedai now sworn [Rand](#Rand-al-Thor); she assisted in his kidnapping. She is now one of [Cadsuane](#Cadsuane-Melaidhrin)'s companions. She is secretly of the Black Ajah, but almost no one knows this."
  },
  {
    "id": "Emara",
    "name": "Emara",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Small, thin Accepted with gray eyes and a quick grin. She grew up in Illian. She dislikes [Siuan](#Siuan-Sanche) and [Leane](#Leane-Sharif). It looks as though a strong wind would blow her over, but she has a firmer hand with the novices under her than most sisters do."
  },
  {
    "id": "Emarin-Pendaloan",
    "name": "Emarin Pendaloan",
    "chapter": "Chapter 23: Ornaments",
    "info": "[Algarin](#Lord-Algarin-Pendaloan)'s late younger brother. He could channel, and was captured and taken to Tar Valon by [Cadsuane](#Cadsuane-Melaidhrin). He survived being gentled for over ten years, which is much longer than usual—Algarin was very grateful to Cadsuane for this."
  },
  {
    "id": "Emela",
    "name": "Emela",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "The name of the doll [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag) gave to [Karede](#Furyk-Karede) when he saved her life when she was very young. It was her most prized possession at the time."
  },
  {
    "id": "Erian-Boroleos",
    "name": "Erian Boroleos",
    "chapter": "Chapter 23: Ornaments",
    "info": "Aes Sedai of the Green Ajah. She assisted in capturing [Rand](#Rand-al-Thor). She had four Warders until Rand killed two of them for harming [Min](#Elmindreda-Min-Farshaw). She was captured by Rand in the battle at Dumai's Wells. She is pale and lovely. She is now one of [Cadsuane](#Cadsuane-Melaidhrin)'s companions."
  },
  {
    "id": "Erith",
    "name": "Erith",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "Ogier from Stedding Tsofu, daughter of [Iva](#Iva) daughter of [Alar](#Elder-Alar). She wants to marry [Loial](#Loial), and although he also wants to marry her, he is avoiding her because he is convinced she will not want to live a nomadic life such as he needs to lead for the next few years in order to write his book."
  },
  {
    "id": "Escaralde",
    "name": "Escaralde",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "Sitter for the Brown Ajah. She insisted on learning to make _ter'angreal_ despite not being strong enough. She fled the White Tower when [Siuan](#Siuan-Sanche) was deposed. She is too young to be appointed as a Sitter, normally. She has an almost unbelievable ability to loom, despite being tiny."
  },
  {
    "id": "Essande-Dawlish",
    "name": "Essande Dawlish",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Slender, dignified, white-haired pensioner who is now one of [Elayne](#Elayne-Trakand)'s maids. She is slim, and has aching joints."
  },
  {
    "id": "Fager-Neald",
    "name": "Fager Neald",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Foppish Murandian man with curly mustaches that he keeps waxed to points. He is now one of the Asha'man. He accompanies [Perrin](#Perrin-t-Bashere-Aybara). He is fond of stroking his mustaches."
  },
  {
    "id": "Faile-ni-Bashere-t-Aybara",
    "name": "Faile ni Bashere t'Aybara",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "A young woman from Saldaea with long dark hair and dark eyes. She is the daughter of [Davram](#Lord-Davram-t-Ghaline-Bashere) and [Deira](#Lady-Deira-ni-Ghaline-t-Bashere) Bashere, their oldest surviving offspring. Her two older brothers were killed, and when Davram sent her younger brother off to fight while keeping her at home, she ran away and swore the oath of a Hunter of the Horn in Illian. When she became a Hunter, she renounced her old name, Zarine, at first considering adopting the name “Mandarb”—she chose Faile when she found that Mandarb was the name of [Lan](#al-Lan-Mandragoran)'s horse. She fell in love with [Perrin Aybara](#Perrin-t-Bashere-Aybara) while on her search for the Horn, who told her that the Horn had been found. She was shocked, but even more so to find out that [Rand](#Rand-al-Thor) was the [Dragon Reborn](#Dragon-Reborn) and that both he and Perrin are _ta'veren_. Faile stayed near Perrin, and finally accompanied him to the Two Rivers where she helped fend off the Trolloc attacks; the two were married shortly afterwards. They were then proclaimed Lord and Lady of the Two Rivers. Perrin hated the idea, but Faile insisted they have a modest estate, and even servants, which she trained herself. Her name means “falcon” in the Old Tongue; she is the falcon in [Min](#Elmindreda-Min-Farshaw)'s viewings of Perrin. She is very protective of her blacksmith, and does whatever she can to make sure he not so much as _looks_ at another woman, even though he has no intention of doing so. She is a very jealous wife, especially toward people like [Berelain](#Berelain-sur-Paendrag-Paeron) who eye her husband all the time. She even cornered [Min](#Elmindreda-Min-Farshaw) when they first came to Caemlyn and Perrin greeted her warmly, to make sure Min had no intentions toward him. She left with Perrin for Ghealdan to find [Masema](#Masema-Dagar), and while he was away her party was ambushed by the Shaido Aiel and she was taken _gai'shain_ by them. She and the servants captured with her are planning an escape. She is now a personal servant of [Sevanna](#Sevanna), and she seems to be one of Sevanna's favorites."
  },
  {
    "id": "Faiselle",
    "name": "Faiselle",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Sitter in the Hall of the Tower of Salidar. She disapproved of [Egwene](#Egwene-al-Vere) being raised [Amyrlin](#Amyrlin-Seat). She sits with [Lelaine](#Lelaine-Akashi)'s Sitters. She is stocky, and has coppery skin and a square face. She grew up in Arad Doman. She seemed interested in the idea of negotiating with [Elaida](#Elaida-do-Avriny-a-Roihan)."
  },
  {
    "id": "Falion-Bhoda",
    "name": "Falion Bhoda",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Aes Sedai of the Black Ajah, formerly of the White. She fled the Tower as a novice to Ebou Dar before being discovered and brought back. She is now in service to [Shiaine](#Lady-Shiaine-Avarhin), as a maid. She is feigning a relationship with [Daved Hanlon](#Daved-Hanlon) so that the two could exchange information without arousing suspicions."
  },
  {
    "id": "Fally",
    "name": "Fally",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Nickname, used facetiously by [Daved Hanlon](#Daved-Hanlon), for [Falion](#Falion-Bhoda)."
  },
  {
    "id": "Faolain-Orande",
    "name": "Faolain Orande",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Dark, curly-haired Aes Sedai of the Blue Ajah. She had an extreme dislike for Wilders, and did not treat [Siuan](#Siuan-Sanche) and [Leane](#Leane-Sharif) very well when they were stilled, either. She spent eight years as a novice, and five among the Accepted. She was among the four raised to full sisterhood by [Egwene](#Egwene-al-Vere). She is still treated as an Accepted by most of the sisters. She swore to obey Egwene of her own volition, but she appears to have gone into hiding in some way."
  },
  {
    "id": "Fearil",
    "name": "Fearil",
    "chapter": "Chapter 23: Ornaments",
    "info": "[Elza](#Elza-Penfell)'s Warder. It is said they are married, and Greens who marry seldom take more than one Warder. She left him in Cairhien, but he has followed her to Tear. He is tall, lean, and pretty with pale hair, and has a harsh voice. She has spent the past twenty years convincing everyone else that they were married so no one would be suspicious of them being alone together. He likes killing."
  },
  {
    "id": "Feather",
    "name": "Feather",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of the wolves. He is a member of [Leafhunter](#Leafhunter)'s pack, and her mate. He is clever, and is in his prime."
  },
  {
    "id": "Fedwin-Morr",
    "name": "Fedwin Morr",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Former Asha'man. He served as a spy on the Seanchan until he went insane and [Rand](#Rand-al-Thor) had to poison him."
  },
  {
    "id": "Fen-Mizar",
    "name": "Fen Mizar",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "One of [Joline](#Joline-Maza)'s Warders. He has dark, tilted eyes and a pointed chin. His hair is straight and black. He now travels with [Mat](#Matrim-Mat-Cauthon)'s entourage and [Valan Luca](#Valan-Luca)'s show."
  },
  {
    "id": "Fera",
    "name": "Fera",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "Aes Sedai of the White Ajah. She is one of those under the instruction of the Wise Ones now. She is not in Elza's heart."
  },
  {
    "id": "Ferane-Neheran",
    "name": "Ferane Neheran",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the White Ajah in Tar Valon. She stepped down from the Hall of the Tower about ten years ago, but was recently re-appointed to the Hall by the White Ajah; no sister has _ever_ rejoined the hall that quickly. She is the First Reasoner, the head of the White Ajah, according to [Seaine](#Seaine-Herimon)."
  },
  {
    "id": "Fergin",
    "name": "Fergin",
    "chapter": "Chapter 28: A Cluster of Rosebuds",
    "info": "Bony Redarm. He is a skinny, and a good soldier, but not very bright. He shares a tent with [Harnan](#Harnan), [Metwyn](#Metwyn), and [Gorderan](#Gorderan)."
  },
  {
    "id": "Fireheart",
    "name": "Fireheart",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "[Elayne](#Elayne-Trakand)'s tall black gelding."
  },
  {
    "id": "First-Captain-Demetre-Marcolin",
    "name": "First Captain Demetre Marcolin",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "First Captain of the Companions in Illian. He is lantern-jawed and has deep-set eyes. He served under Tam al'Thor when he was a Second Captain in the Companions."
  },
  {
    "id": "Flann-Barstere",
    "name": "Flann Barstere",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "Lanky man from near Watch Hill. He now travels with [Perrin](#Perrin-t-Bashere-Aybara)."
  },
  {
    "id": "Fridwyn-Ros",
    "name": "Fridwyn Ros",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Heavy-shouldered, one-legged former soldier that now manages [Lord Aedmun](#Lord-Aedmun-Matherin)'s estate."
  },
  {
    "id": "Furen-Alharra",
    "name": "Furen Alharra",
    "chapter": "Chapter 26: In So Habor",
    "info": "One of [Seonid](#Seonid-Traighan)'s Warders. He is dark-skinned, and has gray-streaked curly black hair."
  },
  {
    "id": "Furyk-Karede",
    "name": "Furyk Karede",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Seanchan Banner-General of the Deathwatch Guards, and commander of about 2300 Seanchan troops. He is 42 years old, born to weavers, and the property of [Jalid Magonine](#Jalid-Magonine), a craftsman in Ancarid. Furyk started training for the Deathwatch Guards when he was fifteen. He was cited twice for heroism, and mentioned in dispatches three times. After seven years, after her birth, he was named to [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag)'s personal bodyguard, though that was not her name at the time (and using that name now would be an insult to her). He was one of only three survivors of an attempt on Tuon's life, and was subsequently chosen for officer training. Later, he was injured again saving Tuon from assassins; she gave him a doll, her most prized possession at the time. Several years later, Karede was named to the [Empress](#The-Empress-of-Seanchan-)'s personal bodyguard, and sent with [High Lord Turak](#High-Lord-Turak-Aladon) and the _Hailene_. He kept Tuon's doll for over ten years until it was destroyed in the Great Fire of Sohima. He has since requested to be on Tuon's bodyguard again no fewer than three times."
  },
  {
    "id": "Gabrelle",
    "name": "Gabrelle",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Brown Ajah, now bonded to [Logain Ablar](#Logain-Ablar) via the Warder-like Wife Bond of the Asha'man. She likes his attentions, and is much more of a wife to Logain than [Toveine](#Toveine-Gazal), the other woman bonded to him. She has sooty green eyes."
  },
  {
    "id": "Gaidal-Cain",
    "name": "Gaidal Cain",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Hero of Legend bound to the Horn of Valere. He is a swordsman, and is always linked to [Birgitte](#Birgitte) in the stories. Unlike his depiction in the stories (which say he is as handsome as Birgitte is beautiful), Gaidal Cain is one of the ugliest men that [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) has ever seen. Just being around him made Nynaeve uncomfortable. He and Birgitte are no longer tied to each other thanks to [Moghedien](#Moghedien)'s tearing Birgitte away from _Tel'aran'rhiod_, and she fears she will never meet Gaidal Cain again. However, [Min](#Elmindreda-Min-Farshaw)'s viewings of Birgitte indicate that she has spent and will spend lifetimes with the same man—though in some versions he is much older than she, and in others he is _much_ younger—so it appears she will find her lover again."
  },
  {
    "id": "Galadedrid-Galad-Damodred",
    "name": "Galadedrid (Galad) Damodred",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Son of [Morgase](#Morgase-Trakand)'s late husband Taringail Damodred and his first wife [Tigraine](#Lady-Tigraine-Mantear). He is half-brother to [Elayne](#Elayne-Trakand) and [Gawyn](#Gawyn-Trakand). Stunningly handsome, even [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) has trouble blushing when she speaks to him, and Aes Sedai will often forsake their work to watch him practice (shirtless) in the sword yard. Galad has much skill with the sword, and has achieved Blademaster status in practice if not in name. He disappeared from Tar Valon during the violence that accompanied [Siuan](#Siuan-Sanche)'s deposition and joined [Eamon Valda](#Lord-Captain-Commander-Eamon-Valda)'s band of the Children of the Light. Because of his sword skill, Galad was promoted to an official position very quickly, and now controls his own small band of men. He says he became a Whitecloak because it “felt right.” He is extremely virtuous, and will do whatever he thinks is right regardless of who it hurts, even himself. In fact, he started a war in Samara to help Elayne and Nynaeve escape. His sign is a winged silver sword, point down. Galad has feelings for [Egwene al'Vere](#Egwene-al-Vere), and although she is flattered by his attentions, she does not return his love. He is quite popular among his soldiers."
  },
  {
    "id": "Galina-Casban",
    "name": "Galina Casban",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Highest of the Red Ajah. She has actually been of the Black Ajah for all but five of her almost ninety years wearing the shawl; she is of high standing among the Black sisters. She is now the head of the Red Ajah, and led the expedition to bring [Rand](#Rand-al-Thor) to Tar Valon after he was shielded. She was captured by the Shaido after the battle at Dumai's Wells, and is now a prisoner of [Sevanna](#Sevanna). Galina has long black hair without a touch of gray in it. She claims to have helped break two [Amyrlin](#Amyrlin-Seat)'s as a Black sister—one ([Siuan Sanche](#Siuan-Sanche)) was deposed and stilled, and the other ([Tamra Ospenya](#Tamra-Ospenya)) was made to appear that she had died in her sleep. She led the circle that stilled Siuan. [Pevara](#Pevara-Tazanovni) firmly did not want to believe that Galina was Black, despite [Talene](#Talene-Minly)'s suspicions that she was. When Galina's loyalties were proven, presumably by an inconsistency between her notes and her actions, Pevara went into a rage for a full day and now vows to strangle Galina with her bare hands. Galina now serves Sevanna and often shares her tent. She is pretty, but nowhere near beautiful."
  },
  {
    "id": "Garen",
    "name": "Garen",
    "chapter": "Chapter 9: Traps",
    "info": "Apparently a hero of Ghealdan's past. His wall is defended by the Queen."
  },
  {
    "id": "Gaul",
    "name": "Gaul",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Aiel of the Imran sept of the Shaarad Aiel. He is _Shae'en M'taal_, a Stone Dog. [Perrin](#Perrin-t-Bashere-Aybara) rescued him from his entrapment in Remen, and Gaul now walks at Perrin's side during battle and elsewhere. Gaul wants to marry [Chiad](#Chiad), but though she agrees to become his lover, she will not give up the spear for him."
  },
  {
    "id": "Gawyn-Trakand",
    "name": "Gawyn Trakand",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Son of [Queen Morgase](#Morgase-Trakand) of Andor and brother to [Elayne](#Elayne-Trakand). He will become First Prince of the Sword if Elayne becomes Queen. He and his half-brother [Galad](#Galadedrid-Galad-Damodred) went to train with the Warders in the White Tower, as all sons of Andoran queens have for centuries, and both now possess considerable skill with the sword. During the chaos that erupted after [Siuan Sanche](#Siuan-Sanche)'s deposition, Gawyn formed a band of young men, everyone who had trained with the Warders except Galad, who are called the Younglings. The Younglings fought back against their teachers, who were trying to free Siuan and [Leane](#Leane-Sharif) from their imprisonment. Gawyn himself killed Hammar and Coulin, the men in charge of teaching the sword and for his personal training, respectively, both of which were Blademasters—few Warders are as good as they were, and Gawyn managed to kill both of them. With recent developments, Gawyn does not know which party to support—he believes that anyone who opposed Tower Law by trying to free Siuan and Leane was wrong, but at the same time he does not know all the facts surrounding the change in leadership. In fact, his sister Elayne and her friends [Nynaeve al'Meara](#el-Nynaeve-ti-al-Meara-Mandragoran) and [Egwene al'Vere](#Egwene-al-Vere) side with those who broke from the Tower, and Egwene, the woman he wants to marry, is their new leader. He believes the rumor that [Rand](#Rand-al-Thor) killed his mother, and only refrains from killing him because Egwene made him promise not to. Gawyn has made many enemies inside and outside the Tower, just by leading the Younglings. He detests Rand because he thinks Rand killed his mother, and there is no telling how he'll react when he finds out that Elayne actually does love him, as well as that Egwene heads the rebellion against the Tower. His sign is a white boar."
  },
  {
    "id": "Gendar",
    "name": "Gendar",
    "chapter": "Chapter 6: The Scent of a Dream",
    "info": "One of [Berelain](#Berelain-sur-Paendrag-Paeron)'s thief-catchers."
  },
  {
    "id": "Georg-Tazanovni",
    "name": "Georg Tazanovni",
    "chapter": "Chapter 22: One Answer",
    "info": "[Pevara](#Pevara-Tazanovni)'s youngest brother. He was twelve when he was murdered by Darkfriends in an uprising that also killed the rest of Pevara's family. He was beautiful, tall for his age, and fearless. He died with a knife in his hand, standing over his father's body, trying to keep the mob away from his mother. He would be long dead, with or without the Darkfriend mob, as would his great-grandchildren, but his death and the deaths of the rest of her family still haunt Pevara to this day."
  },
  {
    "id": "Gerard-Arganda",
    "name": "Gerard Arganda",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Short, compact First Captain of [Queen Alliandre](#Queen-Alliandre-Maritha-Kigarin)'s guards. He is a tough man; he worked his way up from the bottom to be where he is. He dislikes [Perrin](#Perrin-t-Bashere-Aybara), who he blames for taking his Queen where she could be kidnapped."
  },
  {
    "id": "Get-Ayliah",
    "name": "Get Ayliah",
    "chapter": "Chapter 8: Whirlpools of Color",
    "info": "Young man from the Two Rivers who now travels with [Perrin](#Perrin-t-Bashere-Aybara). He, [Jondyn](#Jondyn-Barran), and Hu followed those who fled Malden, a town the Shaido sacked, to find information from them about the Shaido army. He is a good tracker."
  },
  {
    "id": "Goldeneyes",
    "name": "Goldeneyes",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Nickname given to [Perrin Aybara](#Perrin-t-Bashere-Aybara) by people in the Two Rivers; they chose it because of his wolf-like eye color."
  },
  {
    "id": "Gorderan",
    "name": "Gorderan",
    "chapter": "Chapter 28: A Cluster of Rosebuds",
    "info": "One of [Mat](#Matrim-Mat-Cauthon)'s Redarms. He is good with a sword. He is built like the average blacksmith. He is from Tear, and has gray eyes. He shares a tent with [Harnan](#Harnan), [Metwyn](#Metwyn), and [Fergin](#Fergin)."
  },
  {
    "id": "Graendal",
    "name": "Graendal",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "One of the Forsaken. A fleshy woman with curled red-gold hair. Before the War of the Shadow, she became the leading authority on diseases of the brain, and spent much of her life dealing with the insane, schizophrenic, and others well beyond the touch of Healing. She was the best at subtle manipulations of the human mind that ever lived. After the Bore was drilled, she went through a change as she realized the world could never live up to her standards. So she began dressing in the very way she once mocked, with low cut dresses that clung to her and left little to the imagination. After being released from the Bore, Graendal took up residence in Arad Doman, capturing several members of the Royal Family to use as servants. All of her servants are not only physically well shaped and good-looking, but also had power in their society before she captured them. She includes in her collection the sister of the Domani king, two rulers from Shara, and other important figures. She worked with Sammael in the recent past, but since his disappearance has been working more closely with others."
  },
  {
    "id": "Great-Aunt-Sumi",
    "name": "Great Aunt Sumi",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Someone [Yukiri](#Yukiri) makes up. She thinks someone needs to mediate between the Ajahs soon or the rebels would “dance in through the front door, bold as thieves, and empty the house while the rest of them squabbled over who got Great Aunt Sumi's pewter.”"
  },
  {
    "id": "Guardswoman-Yurith-Azeri",
    "name": "Guardswoman Yurith Azeri",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Guardswoman in the Royal Palace in Caemlyn. She observed [Merilille](#Merilille-Ceandevin) leaving the city with one of the Sea Folk apprentices."
  },
  {
    "id": "Halima-Saranov",
    "name": "Halima Saranov",
    "chapter": "Chapter 17: Secrets",
    "info": "[Egwene](#Egwene-al-Vere)'s evening maid. She is actually [Delana](#Delana-Mosalaine)'s maid, but she lends her to Egwene at night to help with her chronic headaches."
  },
  {
    "id": "Halwin-Norry",
    "name": "Halwin Norry",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "First Clerk in the Royal Palace in Caemlyn. He is tall and lean and has a long nose, as well as a fringe of white hair that sticks up around his bald head."
  },
  {
    "id": "Hand-of-the-Shadow",
    "name": "Hand of the Shadow",
    "chapter": "Chapter 21: A Mark",
    "info": "Literal translation of the name Shaidar Haran. He is a myrddraal with special abilities that appear to stem directly from the [Dark One](#Dark-One) himself."
  },
  {
    "id": "Haral-Luhhan",
    "name": "Haral Luhhan",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "Blacksmith of Emond's Field. [Perrin](#Perrin-t-Bashere-Aybara) was his apprentice before he left home. He is a very large man, which works well for work at the forge. His wife, Alsbet, is almost as large as he is, and nearly as strong. He approves of the new arrivals in Emond's Field, and has even ventured into business partnerships with some of the newcomers."
  },
  {
    "id": "Hari",
    "name": "Hari",
    "chapter": "Chapter 27: What Must Be Done",
    "info": "Man who travels with [Perrin](#Perrin-t-Bashere-Aybara). He likes collecting ears. He was the one replacing the hot coals on the Aielman's abdomen after he shook them off as a way to torture him into talking."
  },
  {
    "id": "Harine-din-Togara-Two-Winds",
    "name": "Harine din Togara Two Winds",
    "chapter": "Chapter 23: Ornaments",
    "info": "Wavemistress of Clan Shodein for ten years. She negotiated the treaty with [Merana](#Merana-Ambrey) and [Rafela](#Rafela-Cindal) under [Nesta](#Nesta-din-Reas-Two-Moons)'s authority. Her Windfinder is Shalon, her sister. Her face is unlined, but white streaks her straight, black hair. According to one of [Min](#Elmindreda-Min-Farshaw)'s viewings, Harine is destined to become the Mistress of Ships of the Atha'an Miere."
  },
  {
    "id": "Harnan",
    "name": "Harnan",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Lantern-jawed Tairen Redarm, a file-leader in the Band of the Red Hand. He has a heavy jaw, a long-suffering expression, and a crude hawk tattoo on his left cheek."
  },
  {
    "id": "Hartha",
    "name": "Hartha",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "First Gardener, the commander of a section of Seanchan Ogier."
  },
  {
    "id": "Haviar",
    "name": "Haviar",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of [Perrin](#Perrin-t-Bashere-Aybara)'s spies. He is actually [Faile](#Faile-ni-Bashere-t-Aybara)'s spy (she contends that spying is a wife's job), but Perrin is getting his reports in her absence. He is from Tear."
  },
  {
    "id": "Heartsbane",
    "name": "Heartsbane",
    "chapter": "Chapter 6: The Scent of a Dream",
    "info": "Name used for Shai'tan, the [Dark One](#Dark-One)."
  },
  {
    "id": "Herid-Fel",
    "name": "Herid Fel",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "Late philosopher who worked in [Rand](#Rand-al-Thor)'s school of thought at the Barthanes estate in Cairhien. He was torn limb from limb by a _gholam_ for unknown reasons, although it is likely that he had stumbled upon something quite damaging to the cause of the Shadow if they would send a _gholam_ to do the job. [Min](#Elmindreda-Min-Farshaw) is currently reading his book, _Reason and Unreason_, in an attempt to better understand why he was murdered. Rand cannot make up from down in Fel's books, but Min finds them fascinating."
  },
  {
    "id": "High-Captain-Jimar-Chubain",
    "name": "High Captain Jimar Chubain",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "High Captain of the White Tower Guard. [Alviarin](#Alviarin-Freidhen) suggested that they order him to increase his recruitment efforts to expand the guard; [Elaida](#Elaida-do-Avriny-a-Roihan) thought it unnecessary, but that was more of just being blind to what anyone else said."
  },
  {
    "id": "High-King-Artur-Hawkwing",
    "name": "High King Artur Hawkwing",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Name by which [Artur Paendrag Tanreall](#Artur-Paendrag-Tanreall) was known after his conquest of the entire known world."
  },
  {
    "id": "High-Lady-Estanda",
    "name": "High Lady Estanda",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "High Lady of Tear, one of those who went into hiding in Haddon Mirk once the battle at Cairhien was over. She has since emerged to become one of the most prominent besiegers of the Stone of Tear."
  },
  {
    "id": "High-Lady-Tuon-Athaem-Kore-Paendrag",
    "name": "High Lady Tuon Athaem Kore Paendrag",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Second daughter of the [Empress](#The-Empress-of-Seanchan-), heir to the Crystal Throne of Seanchan, and leader of the _Corenne_, the Return. She has brown eyes and no hair (it has been shaved off). She is also called the [Daughter of the Nine Moons](#Daughter-of-the-Nine-Moons), the woman [Mat](#Matrim-Mat-Cauthon) was told he will marry. Mat has since kidnapped her (in a matter of speaking), and she travels with him under strictest secrecy. She is very small—short and slender. She is, however, 20 years old, about the same age as Mat. She has very long eyelashes."
  },
  {
    "id": "High-Lord-Astoril-Damara",
    "name": "High Lord Astoril Damara",
    "chapter": "Chapter 23: Ornaments",
    "info": "High Lord of Tear who retired to his country estates years ago. He is [Medore](#Lady-Medore-Damara)'s father. He has since come out of his side despite aching joints to join [High Lord Darlin](#High-Lord-Darlin-Sisnera) inside the Stone of Tear."
  },
  {
    "id": "High-Lord-Darlin-Sisnera",
    "name": "High Lord Darlin Sisnera",
    "chapter": "Chapter 12: A Bargain",
    "info": "High Lord of Tear, one of those who went into hiding in Haddon Mirk once the battle at Cairhien was over. [Rand](#Rand-al-Thor) says he almost admires him—he opposed Rand from the very start, fleeing the Stone of Tear when it fell and trying to rouse resistance among the rural nobles. He was considering [Elaida](#Elaida-do-Avriny-a-Roihan)'s offer of support if he declared himself king of Tear, until he was made the Steward for the [Dragon Reborn](#Dragon-Reborn) in Tear. Rand figures that this will keep the nobles scheming among themselves so much that they will not have time to make trouble for him."
  },
  {
    "id": "High-Lord-Hearne",
    "name": "High Lord Hearne",
    "chapter": "Chapter 23: Ornaments",
    "info": "One of the High Lords of Tear. When the battle in Cairhien was over, he and a few other High Lords took to hiding in Haddon Mirk—they were traitors to the [Dragon Reborn](#Dragon-Reborn). He has since returned to Tear, but he worries that he will be trapped there when the other High Lords return from Illian."
  },
  {
    "id": "High-Lord-Simaan",
    "name": "High Lord Simaan",
    "chapter": "Chapter 23: Ornaments",
    "info": "One of the High Lords of Tear. When the battle in Cairhien was over, he and a few other High Lords took to hiding in Haddon Mirk—they were traitors to the [Dragon Reborn](#Dragon-Reborn). He has since returned to Tear, but he worries that he will be trapped there when the other High Lords return from Illian."
  },
  {
    "id": "High-Lord-Tedosian",
    "name": "High Lord Tedosian",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "High Lord of Tear, one of those who went into hiding in Haddon Mirk once the battle at Cairhien was over. He is married to Alteima, but their marriage is not a happy one. He has now emerged, and is the most prominent besieger of the Stone of Tear."
  },
  {
    "id": "High-Lord-Turak-Aladon",
    "name": "High Lord Turak Aladon",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "High Lord of Seanchan and commander of the Forerunners before his death in Falme. He was killed there when [Rand](#Rand-al-Thor) bested him in a swordfight. He was a Blademaster, and was quite stunned when Rand was able to match him. He kept a collection of rare _cuendillar_ objects, including (thanks in part to looting Bayle Domon's ship) two seals on the [Dark One](#Dark-One)'s prison. Both of these seals broke when the Seanchan were pushed back into the sea at Falme."
  },
  {
    "id": "Hu-Marwin",
    "name": "Hu Marwin",
    "chapter": "Chapter 8: Whirlpools of Color",
    "info": "Man from Emond's Field. He is an excellent woodsman, and now travels with [Perrin](#Perrin-t-Bashere-Aybara) under [Dannil](#Dannil-Lewin)'s leadership."
  },
  {
    "id": "Irgain-Fatamed",
    "name": "Irgain Fatamed",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Green Ajah. She was stilled by [Rand](#Rand-al-Thor) during the battle at Dumai's Wells. One of her Warders died from the shock; the other died while killing Aiel, making no attempt to escape. She has since been Healed by [Damer Flinn](#Damer-Flinn), and is now oathsworn to Rand. She has been given special privilege by the Wise Ones, and is free to come and go as she pleases."
  },
  {
    "id": "Iva",
    "name": "Iva",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "[Erith](#Erith)'s mother, [Alar](#Elder-Alar)'s daughter."
  },
  {
    "id": "Ivonell-Bharatiya",
    "name": "Ivonell Bharatiya",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Possibly apocryphal historian from before the Trolloc Wars. She wrote of “hounds born of the Shadow, in numbers like unto the nightmares of mankind.”"
  },
  {
    "id": "Jaalam-Nishur",
    "name": "Jaalam Nishur",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[General Ituralde](#Lord-Rodel-Ituralde)'s tall young armsman. He has a dry sense of humor."
  },
  {
    "id": "Jahar-Narishma",
    "name": "Jahar Narishma",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "A man not much past twenty that had the spark of _saidin_ inborn. He is now one of the Asha'man. He is loyal to [Rand](#Rand-al-Thor), not [Taim](#Mazrim-Taim). Since being placed on the Traitor's List, he has been in hiding—he did not assist in the attack on Rand, but Rand thinks it better to be safe than have him killed. He has since been bonded as a Warder by [Merise](#Merise-Haindehl). He wielded _Callandor_ at the cleansing of _saidin_, though the circle was controlled by one of the women. Merise took away his dragon pin, claiming it was not appropriate for him to wear it in lieu of his new responsibilities as her Warder—Jahar was very angry with her for this, and she will eventually have to learn that he is much stronger than she is, and she needs to give him respect appropriate to that position."
  },
  {
    "id": "Jain-Charin",
    "name": "Jain Charin",
    "chapter": "Prelude",
    "info": "Real name of [Jain Farstrider](#Jain-Farstrider). He is a modern hero, a traveler and writer. He is the subject of the book _The Travels of Jain Farstrider_, a popular contemporary novel, and is believed to have translated the Prophecies of the Dragon shortly before disappearing. It is thought that he was a victim of Ba'alzamon's scheming, and he escaped to the Ogier _stedding_ and was never heard from again."
  },
  {
    "id": "Jain-Farstrider",
    "name": "Jain Farstrider",
    "chapter": "Prelude",
    "info": "Hero of recent legend. There is a book about him, _The Travels of Jain Farstrider_, that [Mat](#Matrim-Mat-Cauthon) intends to read but never has. The book is quite popular with his friends, including [Elayne](#Elayne-Trakand), [Egwene](#Egwene-al-Vere), [Rand](#Rand-al-Thor), and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran)."
  },
  {
    "id": "Jalid-Magonine",
    "name": "Jalid Magonine",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Craftsman from Ancarid (in the lands of the Seanchan), and owner of [Furyk Karede](#Furyk-Karede) and his parents at the time of Furyk's birth."
  },
  {
    "id": "Jameine",
    "name": "Jameine",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Hot-eyed seamstress in [Luca](#Valan-Luca)'s show. [Olver](#Olver) likes her, along with several other serving girls."
  },
  {
    "id": "Janny",
    "name": "Janny",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "[Elenia](#Lady-Elenia-Sarand)'s handmaid. She has plump cheeks, and has served her for twenty years."
  },
  {
    "id": "Janya-Frende",
    "name": "Janya Frende",
    "chapter": "Chapter 17: Secrets",
    "info": "Sitter for the Brown Ajah among the rebel Aes Sedai. She is extraordinarily neat, especially for a Brown—every one of her short, dark hairs is exactly in place at all times. She was one of only three sitters to stand for war with Tar Valon when the vote was first called for. She has unwavering support for [Egwene](#Egwene-al-Vere)."
  },
  {
    "id": "Jaq-Lounalt",
    "name": "Jaq Lounalt",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Lean man with huge mustaches. He smiles too much, at least as far as [Elenia](#Lady-Elenia-Sarand) is concerned. He specializes in torture; he can reduce someone to begging in just a few cords."
  },
  {
    "id": "Jesain",
    "name": "Jesain",
    "chapter": "Chapter 9: Traps",
    "info": "Wise One of the Shaido Aiel. She would be considered short even if she was not Aiel. She has lots of fiery red hair, and a fiery temper to match."
  },
  {
    "id": "Joline-Maza",
    "name": "Joline Maza",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Aes Sedai of the Green Ajah. She was a Sitter for the Green, appointed after one of the Green's sitters left for Salidar. [Elaida](#Elaida-do-Avriny-a-Roihan) asked her to resign her position after only weeks and sent her to Ebou Dar to meet with [Queen Tylin](#Tylin-Quintara-Mitsobar) of Altara. She has two Warders named [Blaeric](#Blaeric-Negina) and [Fen](#Fen-Mizar)."
  },
  {
    "id": "Jon-Skellit",
    "name": "Jon Skellit",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Barber in the pay of House Arawn who works in the Andoran Royal Palace."
  },
  {
    "id": "Jondyn-Barran",
    "name": "Jondyn Barran",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Grizzled old man from the Two Rivers. He is a better bowshot than anyone in the Two Rivers except Tam al'Thor and possibly Abell Cauthon, and he is the best hunter bar none. He is also a good woodsman. He always says what he thinks, regardless of who hears. He is now traveling with [Perrin](#Perrin-t-Bashere-Aybara)."
  },
  {
    "id": "Jori-Congar",
    "name": "Jori Congar",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Man from the Two Rivers. He is very skinny, but still eats twice what anyone else does. He will also drink so he cannot stand if given the chance. He is a good shot with a bow and arrows. He is also a skilled pickpocket."
  },
  {
    "id": "Jori",
    "name": "Jori",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "[Morvrin](#Morvrin)'s Warder. He looms over her despite being shorter. He is almost as broad as [Sarin](#Sarin-Hoigan), despite being short, even for a Cairhienin."
  },
  {
    "id": "Juilaine-Madome",
    "name": "Juilaine Madome",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Brown Ajah, recently raised to a Sitter for the Brown in Tar Valon. She was hand-picked for her spot in the Hall, and not in the usual way the Browns pick. She is tall, attractive, and has short black hair."
  },
  {
    "id": "Juilin-Sandar",
    "name": "Juilin Sandar",
    "chapter": "Chapter 2: Two Captains",
    "info": "Thief-taker from Tear, one of the best at his craft. He accompanied [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) and [Elayne](#Elayne-Trakand) on their travels because [Lan](#al-Lan-Mandragoran) asked him to. He accepted partly out of respect for Lan, and partly out of guilt; he betrayed Elayne, [Egwene](#Egwene-al-Vere), and Nynaeve to the Black Ajah when Liandrin used Compulsion on him, and later realized how wrong it was. He carries a notched sword-breaker and a staff with which he is deadly. He has fallen in love with [Amathera](#Amathera-Aelfdene-Casmir-Lounault), the Panarch of Tarabon."
  },
  {
    "id": "Julanya-Fote",
    "name": "Julanya Fote",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "One of the Kin. She and [Sabeine](#Sabeine-Ocalin) were sent to visit some of the Andoran villages a few miles south of the border with Cairhien, and the villages reported that they think the armies from the Borderlands were camped for the winter. They were both peddlers for twenty years, making them ideal for the task—they are used to long journeys with little rest."
  },
  {
    "id": "Jur-Grady",
    "name": "Jur Grady",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Stocky, dark-eyed man, about seven years older than [Perrin](#Perrin-t-Bashere-Aybara). Now one of the Asha'man. He accompanied [Rand](#Rand-al-Thor) after the episode at Dumai's Wells, and later left with [Perrin](#Perrin-t-Bashere-Aybara) to seek out [Masema](#Masema-Dagar). He looks like a farmer."
  },
  {
    "id": "Jurad-Accan",
    "name": "Jurad Accan",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Man who is loyal to [Lord Luan](#Lord-Luan-Norwelyn) “to his toenails,” according to [Mellar](#Doilin-Mellar)."
  },
  {
    "id": "Kairen-Stang",
    "name": "Kairen Stang",
    "chapter": "Chapter 17: Secrets",
    "info": "Aes Sedai of the Blue Ajah. She grew up in Andor. She was part of Salidar's embassy to [Rand](#Rand-al-Thor), and is now traveling with the Tower in exile outside Tar Valon. She is strong in Earth, and is one of the sisters [Egwene](#Egwene-al-Vere) has making _cuendillar_ ornaments. She plans to use her and [Leane](#Leane-Sharif) for a special mission."
  },
  {
    "id": "Kalia-Karede",
    "name": "Kalia Karede",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Late wife of [Furyk](#Furyk-Karede)."
  },
  {
    "id": "Karldin-Manfor",
    "name": "Karldin Manfor",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Asha'man who accompanied [Loial](#Loial) to all the _stedding_ and former Ogier groves to seal the Waygates there or warn others to monitor them. Like [Flinn](#Damer-Flinn) and [Narishma](#Jahar-Narishma), he is on the Deserter's List, as is every Asha'man that works with [Rand](#Rand-al-Thor)."
  },
  {
    "id": "Kasi",
    "name": "Kasi",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Worker in [Beldair](#Mistress-Beldair)'s kitchen."
  },
  {
    "id": "Katerine-Alruddin",
    "name": "Katerine Alruddin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Red Ajah. Though she keeps it secret, she is actually of the Black Ajah, and has been for twelve years. She was captured by [Rand](#Rand-al-Thor) during the battle at Dumai's Wells, but escaped her captors. She has black hair. She and [Tarna](#Tarna-Feir) took rooms in [Garon Burlow](#Master-Garon-Burlow)'s house while the Younglings were there."
  },
  {
    "id": "Keeper-of-the-Chronicles",
    "name": "Keeper of the Chronicles",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Essentially the secretary to the [Amyrlin Seat](#Amyrlin-Seat). The Keeper is traditionally chosen from the same Ajah the Amyrlin was raised from, and wears a stole of the color of her Ajah instead of the striped stole of the Amyrlin. The post was held by [Leane Sharif](#Leane-Sharif) of the Blue Ajah until a coup deposed [Siuan Sanche](#Siuan-Sanche) and stilled both Siuan and Leane. Her successor was [Alviarin Freidhen](#Alviarin-Freidhen) of the White Ajah, despite the fact that Siuan's successor was from the Red. The Keeper for the Aes Sedai who fled the Tower when [Elaida](#Elaida-do-Avriny-a-Roihan) was raised Amyrlin now have a Keeper of the Chronicles of their own, [Sheriam Bayanar](#Sheriam-Bayanar) of the Blue Ajah. In theory, the Keeper of the Chronicles serves the Amyrlin and speaks for the Amyrlin; she is all but separate from her Ajah, although less so than the Amyrlin Seat herself. However, both of the current Keepers have tried to expand their powers over the Amyrlin they serve, although for vastly different reasons—Alviarin is essentially trying to weaken Elaida and have herself or another Black sister raised in her place after Elaida is deposed; Sheriam tries to overstep [Egwene](#Egwene-al-Vere) because she has a hard time thinking of Egwene being anything more than the frightened novice that came to her study not so long ago."
  },
  {
    "id": "Kenly-Maerin",
    "name": "Kenly Maerin",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Young man from the Two Rivers with a scraggly beard."
  },
  {
    "id": "Kin-Tovere",
    "name": "Kin Tovere",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Cairhienin who made [Bashere](#Lord-Davram-t-Ghaline-Bashere)'s spyglass."
  },
  {
    "id": "King-Ailron",
    "name": "King Ailron",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "King of Amadicia until the Seanchan invaded. He was not as strong as most kings due to the control of the Children of the Light—in fact, he had almost no real power at all. During the invasion, he took his army to engage the invaders near Jeramel; they were slaughtered, and Ailron himself was captured in what [Valda](#Lord-Captain-Commander-Eamon-Valda) now calls “Ailron's Disaster.”"
  },
  {
    "id": "King-Alsalam-Saeed-Almadar",
    "name": "King Alsalam Saeed Almadar",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "King of Arad Doman. He has been a good ruler for over twenty years, though the Council has recently smuggled him out of Bandar Eban—after leaving the city, he seems to have taken on the notion that he is the Rebirth of [Artur Hawkwing](#High-King-Artur-Hawkwing)."
  },
  {
    "id": "King-Easar-Togita",
    "name": "King Easar Togita",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "King of Shienar. He has a square face, and white hair in a topknot. He is a head shorter than [Paitar](#King-Paitar-Nachiman) of Arafel. Sadness is a permanent presence in his eyes. His third son is married to [Ethenielle](#Queen-Ethenielle-Kirukan-Materasu)'s daughter. His wife died about eleven years ago. He is currently in the Braem Wood with the rest of the rulers of the Borderlands."
  },
  {
    "id": "King-Paitar-Nachiman",
    "name": "King Paitar Nachiman",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "King of Arafel, brother of Kiruna. His face is creased, though he was once stunningly handsome. He is tall. He wears his gray hair cut short. He has a deep voice and broad shoulders. His favorite granddaughter is married to [Ethenielle](#Queen-Ethenielle-Kirukan-Materasu)'s son."
  },
  {
    "id": "King-Roedran-Almaric-do-Arreloa-a-Naloy",
    "name": "King Roedran Almaric do Arreloa a'Naloy",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "King of Murandy, at least in name. In reality, Murandians hold allegiance to lords only, and those lords often refuse to pay their taxes to the King. He hopes to make himself the first _true_ king of Murandy in its history."
  },
  {
    "id": "Kireyin",
    "name": "Kireyin",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "Commander of the Ghealdanin lancers that travel with [Perrin](#Perrin-t-Bashere-Aybara) after [Alliandre](#Queen-Alliandre-Maritha-Kigarin) was captured. He was quite likely nobly born. He is tall."
  },
  {
    "id": "Kirstian-Chalwin",
    "name": "Kirstian Chalwin",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "One of the Kin. She has black eyes, and is quite pretty. She sat on the Knitting Circle. She is very strong in the One Power, and because of this was chosen to hold Ispan Shefar's shield during her captivity. She held a small weaver's shop in Ebou Dar until the city was overrun by the Seanchan. She looks about 70, but she actually ran away from the White Tower about three hundred years ago."
  },
  {
    "id": "Koimal",
    "name": "Koimal",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Ledar](#Ledar)'s grandfather, [Shandin](#Shandin)'s son. He does not actually exist...."
  },
  {
    "id": "Kwamesa",
    "name": "Kwamesa",
    "chapter": "Chapter 19: Surprises",
    "info": "Sitter for the Gray Ajah, the youngest Sitter in the Hall of the Little Tower. She is dark and slender, has a sharp nose, and has strength in the Power; she is on the same level as [Sheriam](#Sheriam-Bayanar). She tries to seem tall even though she is not. She grew up in Arafel, and she seems to put great store in ceremony. She is far too young to be a Sitter, at least normally."
  },
  {
    "id": "Lacile-Aldorwin",
    "name": "Lacile Aldorwin",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Tiny woman, taken captive by the Shaido along with [Faile](#Faile-ni-Bashere-t-Aybara)."
  },
  {
    "id": "Lady-Aedelle-Baryn",
    "name": "Lady Aedelle Baryn",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Wife of [Lir](#Lord-Lir-Baryn). Her cook is now in the service of [Arymilla](#Lady-Arymilla-Marne)."
  },
  {
    "id": "Lady-Aemlyn-Carand",
    "name": "Lady Aemlyn Carand",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Andoran lady, High Seat of a strong House that supported [Morgase](#Morgase-Trakand) during the Succession. Morgase exiled her from Caemlyn as per [Gaebril](#Lord-Gaebril)'s suggestion. [Elayne](#Elayne-Trakand) hopes that she will still support her, but for now she supports [Dyelin](#Lady-Dyelin-Taravin) for the Throne."
  },
  {
    "id": "Lady-Aethelaine",
    "name": "Lady Aethelaine",
    "chapter": "Chapter 29: Something Flickers",
    "info": "Lady of Jurador. She says whatever the salt merchants tell her to say."
  },
  {
    "id": "Lady-Ailil-Riatin",
    "name": "Lady Ailil Riatin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Slim, dignified woman with big dark eyes. Not young, but pretty. She is [Toram Riatin](#Lord-Toram-Riatin)'s sister, and will do anything for him if he asked her to. She is also the daughter of King Galldrian. She is tall for a Cairhienin woman (and _only_ for a Cairhienin woman...). She had pledged for [Rand](#Rand-al-Thor), but disappeared after the attack by Asha'man. The last Rand saw her, she was bound with the Power under a bed. Since Toram is assumed dead, she is being pressured to assume the High Seat of House Riatin."
  },
  {
    "id": "Lady-Alaine-Chuliandred",
    "name": "Lady Alaine Chuliandred",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lady of Cairhien. [Rand](#Rand-al-Thor) first met her at a party at Lord Barthanes's manor, which has subsequently been converted into Rand's institute of scientific research. A year ago, she would have been up in arms against [Fionnda](#Lady-Fionnda-Annariz), not pleasantly chatting wearing scandalous dresses."
  },
  {
    "id": "Lady-Arathelle-Renshar",
    "name": "Lady Arathelle Renshar",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Andoran noble with more power than any other noble in Andor save [Dyelin](#Lady-Dyelin-Taravin) and [Luan](#Lord-Luan-Norwelyn). Her army met up with [Egwene](#Egwene-al-Vere)'s outside Salidar, and she is now in Murandy. Her House wants Dyelin to take the throne, and is very hesitant to support Elayne."
  },
  {
    "id": "Lady-Arymilla-Marne",
    "name": "Lady Arymilla Marne",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Brown-eyed Andoran noble with a habit of fainting. She opposed [Morgase](#Morgase-Trakand) during the Succession. The only real reason [Rand](#Rand-al-Thor) kept her around in Caemlyn was to push others into supporting [Dyelin](#Lady-Dyelin-Taravin); no one wanted Andor in the hands of Arymilla. Once [Elayne](#Elayne-Trakand) returned to Andor, she exiled Arymilla as her mother had. However, Arymilla learned of where [Naean](#Lady-Naean-Arawn) and [Elenia](#Lady-Elenia-Sarand) were being detained in Murandy and rescued them. This debt of sorts bound House Arawn and House Sarand to support Arymilla's claim to the Lion Throne. She now has the support of five major houses of Andor. She is plump, verging on stout, has a vacuous smile, and brown eyes that are almost always wide with interest. Her sign is four silver moons on a twilight blue field."
  },
  {
    "id": "Lady-Birgitte-Trahelion",
    "name": "Lady Birgitte Trahelion",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Captain-General of the Queen's Guards under [Elayne](#Elayne-Trakand), and her Warder. She tells everyone she is from Kandor. However she _is_ actually _the_ Birgitte from the stories."
  },
  {
    "id": "Lady-Carlys-Ankerin",
    "name": "Lady Carlys Ankerin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Andoran noble. She and her House support [Elenia](#Lady-Elenia-Sarand) and House Sarand. Her sign is paired white leopards."
  },
  {
    "id": "Lady-Catalyn-Haevin",
    "name": "Lady Catalyn Haevin",
    "chapter": "Chapter 13: High Seats",
    "info": "High Seat of House Haevin. She is a dark-eyed young woman, though barely more than a girl. She pledged the support of her House to [Elayne](#Elayne-Trakand). She is very presumptuous and snooty, especially for someone who had not even heard of [Gareth Bryne](#Lord-Gareth-Bryne) (Elayne claims that miners in Baerlon had heard Lord Bryne's name). Her sign is a blue bear."
  },
  {
    "id": "Lady-Daerilla-Raened",
    "name": "Lady Daerilla Raened",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Andoran noble. She and her minor House support [Naean](#Lady-Naean-Arawn) and House Arawn. Her sign is five silver stars."
  },
  {
    "id": "Lady-Danine-Candraed",
    "name": "Lady Danine Candraed",
    "chapter": "Chapter 13: High Seats",
    "info": "High Seat of House Candraed. [Dyelin](#Lady-Dyelin-Taravin) went to her first to ask after support for [Elayne](#Elayne-Trakand) for the Lion Throne. Dyelin was convinced that she would never make up her mind after the first hour, which she suspected would be the case from the start anyway, but she stayed three hours to avoid offending Danine."
  },
  {
    "id": "Lady-Dawlin-Armaghn",
    "name": "Lady Dawlin Armaghn",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Andoran noble. He supports [Naean](#Lady-Naean-Arawn) and House Arawn. His sign is an oak and an axe."
  },
  {
    "id": "Lady-Deira-ni-Ghaline-t-Bashere",
    "name": "Lady Deira ni Ghaline t'Bashere",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Faile](#Faile-ni-Bashere-t-Aybara)'s mother. She has raven-black hair winged with white, and is about a head taller than her husband Davram, the Marshal-General of Saldaea. She was stabbed by a man while he was ransacking her tent, but she is alive. She and Davram rarely yell, but they have a very upfront method of conversing with each other that often makes others somewhat uncomfortable. She did not approve of her daughter's marriage at first, but was eventually convinced to accept it."
  },
  {
    "id": "Lady-Dyelin-Taravin",
    "name": "Lady Dyelin Taravin",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "[Elayne](#Elayne-Trakand)'s cousin, High Seat of House Taravin, and heir to the Lion Throne if Elayne dies without female children. She has gray-streaked golden hair. She left Caemlyn with [Reanne](#Reanne-Corly) days before [Arymilla](#Lady-Arymilla-Marne)'s army appeared. She became High Seat of her house at age fifteen when her father died in a skirmish on the Altaran Marches."
  },
  {
    "id": "Lady-Egeanin-Tamarath",
    "name": "Lady Egeanin Tamarath",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Seanchan ship captain, later a Captain of the Green, now one of the Blood. Her last name changes each time she gets promoted; her previous last name was Sarna. She fled Ebou Dar as part of [Mat](#Matrim-Mat-Cauthon)'s entourage; she has feelings for [Bayle Domon](#Bayle-Domon), a ship captain whose ship she once boarded and looted."
  },
  {
    "id": "Lady-Elenia-Sarand",
    "name": "Lady Elenia Sarand",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Shrewish, honey-haired Andoran noble with an eye for [Rand](#Rand-al-Thor). Her husband [Jarid](#Lord-Jarid-Sarand) opposed [Morgase](#Morgase-Trakand) during the Succession. [Dyelin](#Lady-Dyelin-Taravin) exiled her from Caemlyn, as Morgase did long ago, for attempting to take the Lion Throne. She still plans to take it from [Elayne](#Elayne-Trakand), though once she was rescued from Aringill by [Arymilla](#Lady-Arymilla-Marne)'s men, her claim vanished. Her House now supports Arymilla for the Lion Throne and the Rose Crown of Andor. However, she thinks Arymilla “lacks the wit” to be queen, and Elayne too immature—she is also not above causing “accidents” for her rivals."
  },
  {
    "id": "Lady-Ellorien-Traemane",
    "name": "Lady Ellorien Traemane",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Andoran lady, leader of a strong House that supported [Morgase](#Morgase-Trakand) during the Succession, and one of Morgase's best friends. Morgase exiled her from Caemlyn as per [Gaebril](#Lord-Gaebril)'s suggestion; when Ellorien demanded to know why, Morgase had her flogged. [Elayne](#Elayne-Trakand) was named after her grandmother. Morgase hopes she will forgive her for what she did and support her when she comes to Andor to reclaim her throne, or at least support [Elayne](#Elayne-Trakand) in her claim. She and her House have effectively disappeared from the face of Andoran politics for the last few weeks."
  },
  {
    "id": "Lady-Eram-Talkend",
    "name": "Lady Eram Talkend",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Andoran noble. She and her House support [Elenia](#Lady-Elenia-Sarand) and House Sarand. Her sign is a golden winged hand."
  },
  {
    "id": "Lady-Evelle-Haevin",
    "name": "Lady Evelle Haevin",
    "chapter": "Chapter 13: High Seats",
    "info": "[Catalyn](#Lady-Catalyn-Haevin)'s aunt. She says you should leave swords to men."
  },
  {
    "id": "Lady-Fionnda-Annariz",
    "name": "Lady Fionnda Annariz",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lady of Cairhien. She has taken to “scandalous” dress. A year ago, she would have been up in arms against [Alaine](#Lady-Alaine-Chuliandred), not pleasantly chatting with her at a party."
  },
  {
    "id": "Lady-Jailin-Maran",
    "name": "Lady Jailin Maran",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Andoran noble. She and her House support [Elenia](#Lady-Elenia-Sarand) and House Sarand. Her sign is a cross-hatched red wall."
  },
  {
    "id": "Lady-Karind-Anshar",
    "name": "Lady Karind Anshar",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Andoran noblewoman. Her stare allegedly put three husbands under the soil. She was banished from the Palace grounds except for state occasions for opposing [Morgase](#Morgase-Trakand) during the Third War of Andoran Succession during which Morgase came to power. When [Rand](#Rand-al-Thor) killed [Gaebril](#Lord-Gaebril), she came to him and tried to win his favor—she only wants to advance her own power and influence in Andor. She has since been re-exiled from the Palace grounds."
  },
  {
    "id": "Lady-Mayv-Gilyard",
    "name": "Lady Mayv Gilyard",
    "chapter": "Chapter 13: High Seats",
    "info": "Late guardian of [Branlet](#Lord-Branlet-Gilyard). She died when her horse stepped into a gopher hole and fell on her. Her replacement is still being chosen, three months after the incident."
  },
  {
    "id": "Lady-Medore-Damara",
    "name": "Lady Medore Damara",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of [Faile](#Faile-ni-Bashere-t-Aybara)'s new servants, a Tairen woman who tries to imitate the Aiel Maidens of the Spear, only using swords instead of spears. She is tall and has bright blue eyes and a dark face. Her father is [High Lord Astoril](#High-Lord-Astoril-Damara). She is a member of the _Cha Faile_ (Falcon's Talon) sept of the Aiel imitators. She and her cohorts now serve as scouts and spies for [Perrin](#Perrin-t-Bashere-Aybara)."
  },
  {
    "id": "Lady-Miedelle-Caeren",
    "name": "Lady Miedelle Caeren",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Late wife of [Lord Nasin](#Lord-Nasin-Caeren). She died almost thirty years ago. He now seems to think she is [Arymilla](#Lady-Arymilla-Marne)'s mother."
  },
  {
    "id": "Lady-Naean-Arawn",
    "name": "Lady Naean Arawn",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Slim, palely beautiful Andoran noble with big, blue eyes and waves of black hair. She sneers a lot. She opposed [Morgase](#Morgase-Trakand) during the Succession. [Dyelin](#Lady-Dyelin-Taravin) exiled her from Caemlyn, as Morgase did long ago, for attempting to take the Lion Throne. She still plans to take it from [Elayne](#Elayne-Trakand), though once she was rescued from Murandy by [Arymilla](#Lady-Arymilla-Marne)'s men, her claim vanished. Her House now supports Arymilla for the Lion Throne and the Rose Crown of Andor."
  },
  {
    "id": "Lady-Nelein",
    "name": "Lady Nelein",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "[Lord Aedmun](#Lord-Aedmun-Matherin)'s grandmother. He recalled that _everyone_ stepped softly around her."
  },
  {
    "id": "Lady-Osana",
    "name": "Lady Osana",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lady of Arad Doman. She owns a hunting lodge, though her true hunt is for men with power. Her lodge is desolate and run-down, now."
  },
  {
    "id": "Lady-Shiaine-Avarhin",
    "name": "Lady Shiaine Avarhin",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Darkfriend who previously worked for Jaichim Carridin and now commands her own circle of Darkfriends. She tried to kill [Mat](#Matrim-Mat-Cauthon) when she found him and [Rand](#Rand-al-Thor) in a shed on their way from Emond's Field to Fal Dara. She gives orders to [Daved Hanlon](#Daved-Hanlon). She is very stingy, except with her own comforts. She is pretty, and has a slim neck, glossy brown hair past her shoulders, brown eyes, and a smile that never touches them."
  },
  {
    "id": "Lady-Sylvase-Caeren",
    "name": "Lady Sylvase Caeren",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "[Lord Nasin](#Lord-Nasin-Caeren)'s granddaughter and heir. She is sturdy, placid, and unemotional. She has a cow's wits to accompany her cow-like expression."
  },
  {
    "id": "Lady-Tamsin-Ituralde",
    "name": "Lady Tamsin Ituralde",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Rodel](#Lord-Rodel-Ituralde)'s wife."
  },
  {
    "id": "Lady-Tigraine-Mantear",
    "name": "Lady Tigraine Mantear",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "First wife of Taringail Damodred, and [Galad](#Galadedrid-Galad-Damodred)'s mother. She was the Daughter-Heir to the Throne of Andor and daughter of [Queen Mordrellen](#Queen-Mordrellen-Mantear), but she disappeared. Her disappearance set of the Third War of Andoran Succession. When [Rand](#Rand-al-Thor) was in the Royal Palace in Caemlyn, several people commented on his striking resemblance to Tigraine; this is no coincidence, since Tigraine is Rand's mother. She fled to the Aiel Waste upon a warning from Gitara Moroso to become a Maiden of the Spear, and gave birth to Rand when the Aiel were fighting near Tar Valon. Her maiden name was Mantear."
  },
  {
    "id": "Lady-Tuva",
    "name": "Lady Tuva",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lady of Arad Doman. She was killed by a Gray Man whom she was trying to keep from killing [Alsalam](#King-Alsalam-Saeed-Almadar)."
  },
  {
    "id": "Lady-of-the-Shadows",
    "name": "Lady of the Shadows",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Seanchan euphemism for death, as in “swallowed by the Lady of the Shadows.”"
  },
  {
    "id": "Lamgwin-Dorn",
    "name": "Lamgwin Dorn",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "[Breane](#Breane-Taborwin)'s boyfriend, a hard, bulky man from Caemlyn. He lived as a street thug, but was loyal to his queen. He joined [Morgase](#Morgase-Trakand) when she left the country, and has since become [Perrin](#Perrin-t-Bashere-Aybara)'s bodyservant."
  },
  {
    "id": "Larine-Ayellin",
    "name": "Larine Ayellin",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Novice from Emond's Field. She was a close friend of [Egwene](#Egwene-al-Vere)'s growing up. She is a member of [Nicola](#Nicola-Treehill)'s “family.”"
  },
  {
    "id": "Latelle-Luca",
    "name": "Latelle Luca",
    "chapter": "Chapter 2: Two Captains",
    "info": "Woman with a stern face and dark eyes that performs with bears in [Valan Luca](#Valan-Luca)'s menagerie. She is Valan's wife. [Mat](#Matrim-Mat-Cauthon) suspects that [Latelle](#Latelle-Luca)'s bears do their tricks for fear she might bite them."
  },
  {
    "id": "Latian",
    "name": "Latian",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "Pale Cairhienin man with a sharp nose. He travels with [Perrin](#Perrin-t-Bashere-Aybara). He is one of the people who attempts to imitate the Aiel, using swords instead of spears."
  },
  {
    "id": "Leafblighter",
    "name": "Leafblighter",
    "chapter": "Chapter 20: In the Night",
    "info": "Aiel name for the [Dark One](#Dark-One)."
  },
  {
    "id": "Leafhunter",
    "name": "Leafhunter",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of the wolves. She is a female, and carries an air of quiet certainty. She is the leader of her pack."
  },
  {
    "id": "Leane-Sharif",
    "name": "Leane Sharif",
    "chapter": "Chapter 17: Secrets",
    "info": "Aes Sedai of the Green Ajah. She grew up in Arad Doman, and has coppery skin. Just as her family members were training her in the seductive ways of Domani women, Leane found that her life would take a different direction: she could channel _saidar_, and would do so with or without teaching. She became an Aes Sedai, a member of the Blue Ajah, and was eventually raised to [Keeper of the Chronicles](#Keeper-of-the-Chronicles) under [Siuan Sanche](#Siuan-Sanche). During the coup led by [Elaida a'Roihan](#Elaida-do-Avriny-a-Roihan) and [Alviarin Freidhen](#Alviarin-Freidhen) that deposed Siuan, Leane was thrown in the dungeon and stilled. Leane tried turning to her seductive side to try to replace what she lost in stilling; she was out of practice, but did well enough. She eventually convinced the Aes Sedai in Salidar to let her stay with them and maintain the network of eyes-and-ears she kept in Tar Valon as Keeper. She was later Healed by [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran), and restored to some of her former capacity for using the One Power. The Hall of the Tower in Salidar decided that since she had been stilled, she was no longer Aes Sedai for that time and thus all of her titles and choice of Ajah were null and void. Instead of petitioning to re-enter the Blue Ajah, she asked the Green Ajah if it would accept her; it did, and she became the first sister to ever switch Ajahs. Her eyes-and-ears as Keeper are retained by her; she was the only Aes Sedai to plant spies in the city itself. These spies are very useful in determining both what is going on in Tar Valon, but also what the Ajahs are leaving out of their reports to [Egwene](#Egwene-al-Vere). She has considerable strength with Earth, and is the second best at making _cuendillar_, after Egwene herself."
  },
  {
    "id": "Ledar",
    "name": "Ledar",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Ogier, son of [Shandin](#Shandin), son of [Koimal](#Koimal). He stops in Cairhien and talks with [Methin](#Eldrid-Methin) and [Beldair](#Mistress-Beldair). He arrived with [Underhill](#Master-Underhill), his traveling companion. The name Ledar is actually a traveling name, as is Underhill; their true identities are the Ogier [Loial](#Loial) and the Asha'man [Karldin Manfor](#Karldin-Manfor). The _real_ Ledar wrote _A Study of Men, Women, and the One Power Among Humans_ about three hundred years ago."
  },
  {
    "id": "Leilwin-Shipless",
    "name": "Leilwin Shipless",
    "chapter": "Chapter 28: A Cluster of Rosebuds",
    "info": "New name for [Egeanin](#Lady-Egeanin-Tamarath) that [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag) gave her as a shea dancer. Tuon demoted her out of the Blood to the status of a shea dancer when she gave Egeanin the necklace [Mat](#Matrim-Mat-Cauthon) had intended for Tuon."
  },
  {
    "id": "Leilwin",
    "name": "Leilwin",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Pseudonym used by [Egeanin](#Lady-Egeanin-Tamarath) to conceal her true identity while traveling with [Mat](#Matrim-Mat-Cauthon). She claims the name is Taraboner. She and Mat are posing as lovers to evade suspicion."
  },
  {
    "id": "Lelaine-Akashi",
    "name": "Lelaine Akashi",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Slender Sitter for the Blue Ajah in Salidar. She carries a dignified air about her. She was a Sitter in the White Tower for forty years until [Siuan](#Siuan-Sanche) was deposed. She is quite old. She now leads one of two factions that divides the Hall of the Tower under [Egwene](#Egwene-al-Vere)."
  },
  {
    "id": "Lemai",
    "name": "Lemai",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Red Ajah, now captive with the Asha'man. She told the captive Aes Sedai that they should be cordial with the Asha'man."
  },
  {
    "id": "Leonin",
    "name": "Leonin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Warder to [Meidani](#Meidani). He has braided black hair that he laces with bells, which presumably means he is Arefellin."
  },
  {
    "id": "Letice-Murow",
    "name": "Letice Murow",
    "chapter": "Chapter 17: Secrets",
    "info": "Pale-eyed novice close to her middle years. She has a sister who is also a novice. She has unblemished skin that has never spent a day working in a field. She is from Murandy."
  },
  {
    "id": "Lew-Therin",
    "name": "Lew Therin",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "Misspelling of [Lews Therin](#Lews-Therin-Telamon)."
  },
  {
    "id": "Lews-Therin-Telamon",
    "name": "Lews Therin Telamon",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "The [Dragon](#The-Dragon), Breaker of the World. He was perhaps the greatest man who ever lived, and the most powerful Aes Sedai in recorded history. During the War of the Shadow, he led the forces of the Light against the Forsaken, and led the final stroke which re-sealed the [Dark One](#Dark-One) back into his prison. Unfortunately, during this stroke he was driven insane by the Dark One's touch, eventually killing his wife Ilyena, his children, and everyone he loved, as well as anyone who carried a drop of his blood. For this act, people remember him with a new name: Kinslayer. After he had done this, Ishamael gave him his sanity back long enough for him to realize what he had done; Lews Therin killed himself by drawing on _saidin_ too heavily, causing a mountain to form on the spot where he stood. This mountain is called Dragonmount, and is near the present-day city of Tar Valon. It is unfortunate that the name of one of the greatest men to ever live is now synonymous with evil, for Lews Therin killed his family due to the Dark One's influence, but without Lews Therin there may not have been a world left in which to kill them. Lews Therin's voice often speaks inside [Rand](#Rand-al-Thor)'s head, offering advice or sobbing over lost women or ranting about killing men who can channel. It even tries to seize control of _saidin_ sometimes, much to Rand's fear—Rand is certain that Lews Therin cannot take control of _saidin_ away from him if he seizes it first, but he is almost as certain that if Lews Therin seizes it first, he will not be able to snatch it back."
  },
  {
    "id": "Lieutenant-Caseille-Raskovni",
    "name": "Lieutenant Caseille Raskovni",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "Under-lieutenant in the Queen's Guards of Andor. She is a lean, hard woman from Arafel. She spent twenty years as a merchant's guard, and is now a member of [Elayne](#Elayne-Trakand)'s personal bodyguard. [Birgitte](#Birgitte) thought she would be a bannerman at heart."
  },
  {
    "id": "Lieutenant-Rasoria-Domanche",
    "name": "Lieutenant Rasoria Domanche",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Stocky underlieutenant in [Elayne](#Elayne-Trakand)'s palace guard. She looks with suspicion on everyone except [Aviendha](#Aviendha) and [Birgitte](#Birgitte). She is from Tear, though she has blue eyes and yellow hair that she keeps cut short. She insists on watching the cooks make Elayne's meals and tasting everything first, to make sure it is safe for Elayne to eat."
  },
  {
    "id": "Lieutenant-Tumad-Ahzkan",
    "name": "Lieutenant Tumad Ahzkan",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Young lieutenant in [Bashere](#Lord-Davram-t-Ghaline-Bashere)'s army, and commander of his personal escort. He can think clearly and see beyond what is in front of him. He is tall, though still two hands shorter than [Bael](#Bael), and has a thick black beard. Bashere is grooming him for a higher rank."
  },
  {
    "id": "Lieutenant-Tzigan-Sokorin",
    "name": "Lieutenant Tzigan Sokorin",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Ghealdanin under-lieutenant in the Queen's Guards of Andor, and a member of [Elayne](#Elayne-Trakand)'s personal bodyguard. She claims to be the daughter of a minor noble, and was a Hunter for the Horn before joining the Guards."
  },
  {
    "id": "Lini-Eltring",
    "name": "Lini Eltring",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Childhood nurse to [Maighdin](#Maighdin-Dorlain), [Morgase](#Morgase-Trakand), and [Elayne](#Elayne-Trakand) Trakand. She has many wise sayings, which Elayne and Morgase are fond of quoting to themselves and others (probably because they have been ingrained into their minds so much). She went with Morgase when she fled Andor to Amadicia, and now serves as [Faile](#Faile-ni-Bashere-t-Aybara)'s chief maid. She is bony, and has white hair."
  },
  {
    "id": "Llyw",
    "name": "Llyw",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "[Kairen](#Kairen-Stang)'s Warder. He is as wide as a horse."
  },
  {
    "id": "Logain-Ablar",
    "name": "Logain Ablar",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "False [Dragon](#The-Dragon) who created war in Ghealdan and surrounding nations before being captured and gentled by the Red Ajah. He got loose during the chaos surrounding the deposing of [Siuan Sanche](#Siuan-Sanche), and eventually was escorted out of Tar Valon by Siuan and her traveling companions. Before he was gentled he was of considerable strength, and attracted quite a following of loyal soldiers. [Min](#Elmindreda-Min-Farshaw) still has viewings of him with a halo over his head, which she thinks indicates that he will become a figure of great power sometime in the future. Recently, Logain later came forward with information that indicated that the Red Ajah actually put him up to declaring himself the [Dragon Reborn](#Dragon-Reborn), most likely with the pretext that bringing down a false Dragon would bring more glory than gentling a simple man who could channel. Logain was recently Healed by [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran), and was let free by [Egwene](#Egwene-al-Vere) to do as he pleased. He chose to go to the Black Tower, and now leads a part of the Asha'man that seem to be discontent with [Taim](#Mazrim-Taim)'s leadership. When Aes Sedai came to the Black Tower to attempted to capture the Asha'man (not realizing their numbers), Logain bonded two sisters to him as “wives” using the “wife bond” that the Asha'man developed, [Toveine Gazal](#Toveine-Gazal) of the Red Ajah and [Gabrelle](#Gabrelle) of the Brown Ajah. He has curly black hair and broad shoulders."
  },
  {
    "id": "Loial",
    "name": "Loial",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Son of Arent son of Halan, an Ogier from Stedding Shangtai. He left the _stedding_ at around age 90 to see the world; by Ogier standards, he is not yet old enough to leave the _stedding_ without permission from the Council of Elders. He is fond of books and history, and is an excellent Treesinger. He is writing a book about his travels with the three _ta'veren_ he meets, [Rand al'Thor](#Rand-al-Thor), [Mat Cauthon](#Matrim-Mat-Cauthon), and [Perrin Aybara](#Perrin-t-Bashere-Aybara). Loial is constantly afraid that his mother will find him and try to marry him off and settle him down; however, he does like his mother's choice of wives for him, [Erith](#Erith). In fact, the primary reason he fears returning to Stedding Shangtai is because he is convinced that his mother will insist he and Erith get married on the spot if he does, and he will not be able to finish his book. He has been traveling around to all of the _stedding_ and former Ogier groves with [Karldin Manfor](#Karldin-Manfor), one of the Dedicated, to either seal the Waygates there or warn others to monitor them for Trolloc activity. Like most of the Ogier, he is sad that most humans do not remember the Ogier, and is horrified that some even think he is a Trolloc on first seeing him."
  },
  {
    "id": "Long-Tooth",
    "name": "Long Tooth",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Name the wolves give to [Elyas Machera](#Elyas-Machera); the name is used because of the long knife Elyas uses to hunt with, which the wolves see as a long metal tooth."
  },
  {
    "id": "Lopin",
    "name": "Lopin",
    "chapter": "Chapter 2: Two Captains",
    "info": "One of [Mat](#Matrim-Mat-Cauthon)'s Redarms. He has a round belly, and little hair."
  },
  {
    "id": "Lord-Abaldar-Yulan",
    "name": "Lord Abaldar Yulan",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Captain of the Air and pilot of a Seanchan _raken_."
  },
  {
    "id": "Lord-Abelle-Pendar",
    "name": "Lord Abelle Pendar",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Andoran noble, leader of a strong House that supported [Morgase](#Morgase-Trakand) during the Succession. Morgase exiled him from Caemlyn as per [Gaebril](#Lord-Gaebril)'s suggestion, but she hopes he will still support her when she comes to reclaim the throne. [Elayne](#Elayne-Trakand) hopes he will support her claim to the throne. He seems to disappear easily and at random, and for now he is effectively in hibernation from the point of view of Andoran politics."
  },
  {
    "id": "Lord-Aedmun-Matherin",
    "name": "Lord Aedmun Matherin",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "High Seat of House Matherin in Andor. [Elayne](#Elayne-Trakand) paid his estates a visit to ensure his loyalty after she took the throne—his House is too small to be of much help before, but a good ruler prepares for the after as well as the before."
  },
  {
    "id": "Lord-Agelmar-Jagad",
    "name": "Lord Agelmar Jagad",
    "chapter": "Chapter 23: Ornaments",
    "info": "[Easar](#King-Easar-Togita)'s general in Shienar. He is possibly the best military commander alive (excepting possibly [Mat](#Matrim-Mat-Cauthon), the Aiel chiefs, and a few Seanchan commanders)."
  },
  {
    "id": "Lord-Algarin-Pendaloan",
    "name": "Lord Algarin Pendaloan",
    "chapter": "Chapter 23: Ornaments",
    "info": "Lesser Lord of the Land in Tear. He has a wrinkly face and a white beard. He provided accommodations for [Rand](#Rand-al-Thor), [Min](#Elmindreda-Min-Farshaw), [Verin](#Verin-Mathwin), [Cadsuane](#Cadsuane-Melaidhrin), [Lan](#al-Lan-Mandragoran), [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran), and the rest of their group on his manor so they could recuperate from the events at Shadar Logoth. His younger brother [Emarin](#Emarin-Pendaloan) could channel, and Algarin wants to be tested for the ability now as well."
  },
  {
    "id": "Lord-Ankaer",
    "name": "Lord Ankaer",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. He is now Dragonsworn, and as powerful among them as [Shimron](#Lord-Shimron)."
  },
  {
    "id": "Lord-Arendor-Haevin",
    "name": "Lord Arendor Haevin",
    "chapter": "Chapter 13: High Seats",
    "info": "[Catalyn](#Lady-Catalyn-Haevin)'s uncle. He loves hunting, and according to Catalyn he is getting old, though in truth he is the same age as [Dyelin](#Lady-Dyelin-Taravin)."
  },
  {
    "id": "Lord-Bertain-Gallenne",
    "name": "Lord Bertain Gallenne",
    "chapter": "Chapter 6: The Scent of a Dream",
    "info": "Commander of [Berelain](#Berelain-sur-Paendrag-Paeron)'s Winged Guards, and her personal bodyguard of sorts. He is missing one eye, and wears a leather patch over it. He has shoulder-length gray hair."
  },
  {
    "id": "Lord-Bertome-Saighan",
    "name": "Lord Bertome Saighan",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Short, ruggedly handsome lord of Cairhien with the front of his head shaved. He is Colavaere's cousin, and since her death has become High Seat of House Saighan."
  },
  {
    "id": "Lord-Branlet-Gilyard",
    "name": "Lord Branlet Gilyard",
    "chapter": "Chapter 13: High Seats",
    "info": "High Seat of House Gilyard. He is a boy with unruly black curly hair and blue eyes that are too big for his face. He pledged the support of his House to [Elayne](#Elayne-Trakand) during his first ever visit to Caemlyn. His voice is in the process of deepening."
  },
  {
    "id": "Lord-Captain-Commander-Eamon-Valda",
    "name": "Lord Captain Commander Eamon Valda",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord Captain Commander of the Children of the Light after the death of [Pedron Niall](#Lord-Captain-Commander-Pedron-Niall). He killed Niall's assassin shortly after the act, but it is not known whether this was set up, or whether Valda just happened to be in the right place at the right time. One of his first acts was to dismiss Niall's secretary, [Sebban Balwer](#Sebban-Balwer), for “someone who didn't twitch”—this was a mistake, as Balwer was Niall's _true_ Master of Spies—he knows more about spying than anyone else in the world. Valda offered assistance to [Morgase](#Morgase-Trakand), as Niall had promised, but before doing so he required a “service” of her—to share his bed. Morgase escaped during the Seanchan attack, and Valda believes her to be dead."
  },
  {
    "id": "Lord-Captain-Commander-Pedron-Niall",
    "name": "Lord Captain Commander Pedron Niall",
    "chapter": "Chapter 23: Ornaments",
    "info": "Former Lord Captain Commander of the Children of the Light, highest officer among the Children. He was one of the great military commanders of the world, in company with [Davram Bashere](#Lord-Davram-t-Ghaline-Bashere), [Agelmar Jagad](#Lord-Agelmar-Jagad), [Rodel Ituralde](#Lord-Rodel-Ituralde), [Gareth Bryne](#Lord-Gareth-Bryne), [Mat Cauthon](#Matrim-Mat-Cauthon), and several Aiel chiefs. He was trying to get Altara and Murandy to cede land to Illian so the Council of Nine would not invade both countries. He also tried to expand Amadicia's borders into parts of Ghealdan. His headquarters were in Amadicia, and he ruled there even above [King Ailron](#King-Ailron), although this was not spoken of openly. Niall once offered a treaty with [Queen Morgase](#Morgase-Trakand) of Andor, offering Whitecloak assistance to retake her throne in exchange for Whitecloak presence in Caemlyn and elsewhere in Andor, a presence that Morgase had not allowed even a fraction of during her reign. Niall was killed by his alleged Spymaster, Abdel Omerna, who claimed he had gone against everything the Children stood for by allowing Morgase to avoid being put to the question. He was replaced by [Eamon Valda](#Lord-Captain-Commander-Eamon-Valda), who also killed Omerna. Rumor puts him dead in a duel or a skirmish."
  },
  {
    "id": "Lord-Conail-Northan",
    "name": "Lord Conail Northan",
    "chapter": "Chapter 13: High Seats",
    "info": "High Seat of House Northan. He is tall and lean, has bony arms, an engaging grin, merry brown eyes, and an eagle's beak of a nose. He is not much older than sixteen. He thinks [Arymilla](#Lady-Arymilla-Marne) is incompetent, and pledged the support of his House to [Elayne](#Elayne-Trakand)."
  },
  {
    "id": "Lord-Cowlin",
    "name": "Lord Cowlin",
    "chapter": "Chapter 26: In So Habor",
    "info": "Lord of So Habor, a village [Perrin](#Perrin-t-Bashere-Aybara)'s army stops at to get grain and other supplies. Lord Cowlin fled the town for fear of his wife's ghost—the city of So Habor appears to be haunted."
  },
  {
    "id": "Lord-Davram-t-Ghaline-Bashere",
    "name": "Lord Davram t'Ghaline Bashere",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Bashere, Tyr, and Sidonia; Guardian of the Blightborder; Defender of the Heartland; Marshal-General to [Queen Tenobia](#Queen-Tenobia-si-Bashere-Kazadi) of Saldaea. He is also her uncle, and [Faile](#Faile-ni-Bashere-t-Aybara)'s father. He has black eyes, a beak-like nose, and a mustache. He is also slender, and shorter than most men; his wife towers over him. He left Saldaea with his army on an order from Tenobia to bring her the head of [Mazrim Taim](#Mazrim-Taim) after he escaped; he ended up in Caemlyn when [Rand](#Rand-al-Thor) defeated [Rahvin](#Rahvin). He now commands Rand's troops in Caemlyn (those that cannot channel and are not under the command of [Mat](#Matrim-Mat-Cauthon) or one of the Aiel chiefs). He is feared by any potential opponents in battle, and with reason—he is one of the best generals alive. He carries a baton made of ivory tipped with a gold wolf's head."
  },
  {
    "id": "Lord-Dobraine-Taborwin",
    "name": "Lord Dobraine Taborwin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Cairhienin noble. He is the High Seat of House Taborwin, and commanded the troops [Perrin](#Perrin-t-Bashere-Aybara) led to Dumai's Wells. He is little taller than [Min](#Elmindreda-Min-Farshaw), and has dark eyes and gray hair. He keeps the front of his head shaved, and keeps the gray hair on the sides to his shoulders. He was the only Cairhienin noble to retain a sizable force after the Shaido invasion. He is the Steward of Cairhien for the [Dragon Reborn](#Dragon-Reborn); he rules the country in [Rand](#Rand-al-Thor)'s absence, and serves as his advisor in his presence."
  },
  {
    "id": "Lord-Gaebril",
    "name": "Lord Gaebril",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Man who came to Caemlyn just as riots sprang up throughout the city. He joined and led the faction that restored order in the city, and upon [Morgase](#Morgase-Trakand)'s return, he gave her her kingdom in one piece, as it was when she left. Allegedly, she was so happy that he had done this that she made Gaebril her new advisor. However, during [Mat](#Matrim-Mat-Cauthon)'s trip through Caemlyn to deliver [Elayne](#Elayne-Trakand)'s letter, Mat overheard Gaebril ordering someone to kill Elayne and anyone else with her—he tried to find a way to report this information to Morgase, but ended up telling Elayne. Gaebril was discovered to be [Rahvin](#Rahvin), one of the Forsaken, who has a preference to having pretty women around him. His “pretty woman” was Morgase, and he planned to wrest control of Andor from her. Morgase realized he was controlling her and left the country so quickly a rumor sprang up that she had been killed; when Caemlyn was taken by [Rand](#Rand-al-Thor) and Rahvin killed, the rumor changed to say that Rand had killed Morgase, instead of Gaebril."
  },
  {
    "id": "Lord-Gareth-Bryne",
    "name": "Lord Gareth Bryne",
    "chapter": "Chapter 13: High Seats",
    "info": "Former First Prince of the Sword and Captain of the Queen's Guards under [Queen Morgase](#Morgase-Trakand) in Andor. He was appointed to the position because Morgase had no living male relatives, but was exiled from Caemlyn on a suggestion from Morgase's new advisor, [Lord Gaebril](#Lord-Gaebril). He moved to his private estates in rural Andor, where he presided over the trial of three young women who unintentionally burned a barn: they turned out to be [Siuan Sanche](#Siuan-Sanche), the former [Amyrlin Seat](#Amyrlin-Seat); [Leane Sharif](#Leane-Sharif), the former [Keeper of the Chronicles](#Keeper-of-the-Chronicles), and [Min Farshaw](#Elmindreda-Min-Farshaw). When these three made an oath to serve him and then apparently broke it, he followed them out of sheer curiosity to Salidar. Once there, he discovered the true identity of the three, as well as that the Tower was truly broken. The Aes Sedai in Salidar persuaded him to command the army they would need to take the Amyrlin Seat from [Elaida](#Elaida-do-Avriny-a-Roihan), since he was the only commander that the Warders thought would be willing and able to help them. He is one of the six best military commanders west of the Aiel Waste, in a league with [Pedron Niall](#Lord-Captain-Commander-Pedron-Niall), [Rodel Ituralde](#Lord-Rodel-Ituralde), [Davram Bashere](#Lord-Davram-t-Ghaline-Bashere), [Agelmar Jagad](#Lord-Agelmar-Jagad), and [Matrim Cauthon](#Matrim-Mat-Cauthon). Although neither of them would admit it, Bryne seems to be developing feelings for Siuan Sanche; he wishes to avoid another mistake like his relationship as [Morgase](#Morgase-Trakand)'s lover, and also never forgave Siuan for when she publicly shamed him years ago. She seems to be developing similar feelings for him, much to her dismay. He planned to be the first general to take the city of Tar Valon; the closest anyone else ever came was with Guaire Amalasan's armies, who got as far as the White Tower itself, and [Artur Hawkwing](#High-King-Artur-Hawkwing), who never managed to go beyond besieging the city. Actually, Amalasan's troops never besieged the city, they simply managed to breech the walls; Hawkwing never managed to stop the supply ships coming up the river. Bryne thought he will be able to overcome this problem by purchasing ships along the way to Tar Valon, but when [Egwene](#Egwene-al-Vere) brought the entire army to Tar Valon by Traveling, that plan faltered; instead, he is pressuring her to let him use gateways to breach the walls and get inside the city. He is stocky, with a bluff face. The years have given him some sort of comforting calmness. Men always follow him—they have learned from history that doing so is the path to military victory."
  },
  {
    "id": "Lord-Gregorin-Panar-de-Lushenos",
    "name": "Lord Gregorin Panar de Lushenos",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "Former member of the Council of Nine in Illian, now named Steward for the [Dragon Reborn](#Dragon-Reborn) in Illian."
  },
  {
    "id": "Lord-Jarid-Sarand",
    "name": "Lord Jarid Sarand",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "[Elenia](#Lady-Elenia-Sarand)'s husband, the High Seat of House Sarand. A square-faced man, he is dark for an Andorman. During the Succession, Jared's House opposed [Morgase](#Morgase-Trakand); after she became Queen, he was only allowed into the Palace on state occasions. When [Rand](#Rand-al-Thor) killed [Gaebril](#Lord-Gaebril) and took control of Caemlyn until he could find [Elayne](#Elayne-Trakand), Jarid tried to make himself fall into favor, thinking he could gain power with the new ruler. He and his wife have been exiled, and now support [Arymilla](#Lady-Arymilla-Marne)'s claim to the Lion Throne, but if Elenia attempts to claim the throne for herself, Elayne expects him to assist her. He is very honorable, almost too much so."
  },
  {
    "id": "Lord-Lir-Baryn",
    "name": "Lord Lir Baryn",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "“Whip of a man” who always wears a sword. He was one of the nobles who opposed [Morgase](#Morgase-Trakand) during the Succession. Slender and strong, he is the High Seat of House Baryn. He was exiled from the Palace except for official functions by Morgase after she took the Lion Throne, but he invited himself back when [Rand](#Rand-al-Thor) forced [Gaebril](#Lord-Gaebril) out of town. He has since been exiled again by [Elayne](#Elayne-Trakand)."
  },
  {
    "id": "Lord-Luan-Norwelyn",
    "name": "Lord Luan Norwelyn",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Andoran noble, High Seat of a strong House that supported [Morgase](#Morgase-Trakand) during the Succession. Morgase exiled him from Caemlyn as per [Gaebril](#Lord-Gaebril)'s suggestion, but hoped he would still support her when she returned to claim the throne. [Elayne](#Elayne-Trakand) also hopes he will support _her_ claim to the throne despite Morgase's actions. He leads one of the small armies that encountered [Egwene](#Egwene-al-Vere) and her group of Aes Sedai on their way to Tar Valon. His retainers have effectively disappeared from Elayne's view, and she remains uncertain whether he will support her claim to the Lion Throne."
  },
  {
    "id": "Lord-Machir",
    "name": "Lord Machir",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. [King Alsalam](#King-Alsalam-Saeed-Almadar) sent him orders that conflicted with those [General Ituralde](#Lord-Rodel-Ituralde) sent out, causing great problems with Ituralde's plan of action."
  },
  {
    "id": "Lord-Maringil",
    "name": "Lord Maringil",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Cairhienin lord. He had white hair to his shoulders, was blade thin, and icy cool. He was killed by Colavaere because he was competition for the Sun Throne."
  },
  {
    "id": "Lord-Nasin-Caeren",
    "name": "Lord Nasin Caeren",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Andoran noble, High Seat of House Caeren. He gave [Arymilla](#Lady-Arymilla-Marne) lodging during her attempts to take the Lion Throne. He has thin white hair, and is stark raving mad. He believes himself betrothed to [Elenia](#Lady-Elenia-Sarand), despite the fact that she is married."
  },
  {
    "id": "Lord-Pelivar-Coelan",
    "name": "Lord Pelivar Coelan",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Andoran noble, leader of a strong House that supported [Morgase](#Morgase-Trakand) during the Succession. Morgase exiled him from Caemlyn as per [Gaebril](#Lord-Gaebril)'s suggestion, but she hoped he would still support her when she came to reclaim the throne. He is one of the lords in Andor who arrested [Naean](#Lady-Naean-Arawn) and [Elenia](#Lady-Elenia-Sarand) for claiming the Lion Throne; he later led the Andoran troops that confronted the Aes Sedai led by [Egwene](#Egwene-al-Vere). He is hesitant to support [Elayne](#Elayne-Trakand)'s claim to the Lion Throne, and instead wants [Dyelin](#Lady-Dyelin-Taravin) to assume the Throne."
  },
  {
    "id": "Lord-Perival-Mantear",
    "name": "Lord Perival Mantear",
    "chapter": "Chapter 13: High Seats",
    "info": "High Seat of House Mantear. He is a pretty, golden-haired boy. He pledged the support of House Mantear to [Elayne](#Elayne-Trakand) on his first trip to Caemlyn. His House controlled the Lion Throne until the death of [Queen Mordrellen](#Queen-Mordrellen-Mantear), both because the Daughter-Heir disappeared and because the family had become heavy with male children."
  },
  {
    "id": "Lord-Rahman",
    "name": "Lord Rahman",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. [King Alsalam](#King-Alsalam-Saeed-Almadar) sent him orders that conflicted with those [General Ituralde](#Lord-Rodel-Ituralde) sent out, causing great problems with Ituralde's plan of action."
  },
  {
    "id": "Lord-Rajabi",
    "name": "Lord Rajabi",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. He is bull-necked. He is now Dragonsworn, and as powerful among them as [Shimron](#Lord-Shimron)."
  },
  {
    "id": "Lord-Rodel-Ituralde",
    "name": "Lord Rodel Ituralde",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "General of the army of Arad Doman. He is one of the greatest commanders alive, along with [Mat Cauthon](#Matrim-Mat-Cauthon), [Davram Bashere](#Lord-Davram-t-Ghaline-Bashere), [Gareth Bryne](#Lord-Gareth-Bryne), and the Aiel clan chiefs. He keeps a neatly-trimmed mustache, and a ruby in his left ear. He is short in stature. He is called the Wolf by his peers—when the Wolf calls, they follow his lead."
  },
  {
    "id": "Lord-Shimron",
    "name": "Lord Shimron",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. He is gaunt and white-haired. Shimron was one of [Alsalam](#King-Alsalam-Saeed-Almadar)'s most trusted advisors until he became Dragonsworn. He is now high in the councils of the the Dragonsworn. He came to greet [Ituralde](#Lord-Rodel-Ituralde) at [Lady Osana](#Lady-Osana)'s hunting lodge."
  },
  {
    "id": "Lord-Teacal",
    "name": "Lord Teacal",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. [King Alsalam](#King-Alsalam-Saeed-Almadar) sent him orders that conflicted with those [General Ituralde](#Lord-Rodel-Ituralde) sent out, causing great problems with Ituralde's plan of action."
  },
  {
    "id": "Lord-Toram-Riatin",
    "name": "Lord Toram Riatin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Cairhienin lord, son of King Galldrian. He is a Blademaster. He opposed Colavaere, and is in league with Caraline and [Darlin](#High-Lord-Darlin-Sisnera) against [Rand](#Rand-al-Thor). He was last seen running off into the fog of Mashadar that [Fain](#Padan-Fain) released, and is presumed dead."
  },
  {
    "id": "Lord-Wakeda",
    "name": "Lord Wakeda",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Lord of Arad Doman. He is not tall, is missing his right eye, and has a large scar on his face. He is now Dragonsworn, and as powerful among them as [Shimron](#Lord-Shimron)."
  },
  {
    "id": "Lord-Weiramon-Saniago",
    "name": "Lord Weiramon Saniago",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "High Lord of Tear. [Rand](#Rand-al-Thor) placed him in charge of his campaigns in Cairhien at first. He also controlled part of the massive army Rand sent against Illian. His sign is a silver Crescent-and-stars."
  },
  {
    "id": "Lord-Willin-Mantear",
    "name": "Lord Willin Mantear",
    "chapter": "Chapter 13: High Seats",
    "info": "Bedridden guardian of [Lord Perival](#Lord-Perival-Mantear). He is very old, but still considers Perival as a son. He is actually Perival's uncle."
  },
  {
    "id": "Lothair-Mantelar",
    "name": "Lothair Mantelar",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Founder of the Children of the Light and author of _The Way of the Light_, the Bible of the Whitecloaks. The book is so revered among the Children that those who cannot read are taught so that they can study Mantelar's words."
  },
  {
    "id": "Lusonia-Cole",
    "name": "Lusonia Cole",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai, one of those displaced from the rooms they took in Dorlan when [Tarna](#Tarna-Feir) and [Katerine](#Katerine-Alruddin)."
  },
  {
    "id": "Luthair-Paendrag-Mondwhin",
    "name": "Luthair Paendrag Mondwhin",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Son of [Artur Hawkwing](#High-King-Artur-Hawkwing). He led the forces across the Aryth Ocean. When they landed there, he led them to conquer the continent they found for themselves, and declared himself Emperor. His descendants are the Seanchan “of the Blood,” and the rest of the Seanchan are descended from his troops and the native inhabitants."
  },
  {
    "id": "Lyrelle",
    "name": "Lyrelle",
    "chapter": "Chapter 17: Secrets",
    "info": "Sitter for the Blue Ajah in Salidar. She is firmly under [Lelaine](#Lelaine-Akashi)'s influence. She was one of only three sitters to stand for war with Tar Valon when the vote was first called. She is tall for a Cairhienin, though that means she is only of average height. Some say she was a dancer before becoming a novice."
  },
  {
    "id": "M-Hael",
    "name": "M'Hael",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Title used by [Mazrim Taim](#Mazrim-Taim) as the head of the Black Tower. It means “Leader” in the Old Tongue."
  },
  {
    "id": "Magla-Daronos",
    "name": "Magla Daronos",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Yellow Ajah. She is a Sitter, and is firmly in [Romanda](#Romanda-Cassin)'s camp. She has broad shoulders. She grew up in Illian."
  },
  {
    "id": "Maigan",
    "name": "Maigan",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Long-faced, beautiful, large-eyed full-lipped Aes Sedai of the Blue Ajah. She seems elongated somehow, though not tall. She was the Blue Ajah's replacement for [Anaiya](#Anaiya) on [Egwene](#Egwene-al-Vere)'s “Council” of sisters. She was one of [Siuan](#Siuan-Sanche)'s allies when she was [Amyrlin](#Amyrlin-Seat), but now she blames Siuan for breaking the Tower. She stands as high as [Myrelle](#Myrelle-Berengari) or [Morvrin](#Morvrin) in the Power. Siuan was forced to beg for readmittance into the Blue Ajah, and Maigan was one of the ones who most insisted on the begging. She is [Lelaine](#Lelaine-Akashi)'s to her toenails."
  },
  {
    "id": "Maighdin-Dorlain",
    "name": "Maighdin Dorlain",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Penniless young woman that [Perrin](#Perrin-t-Bashere-Aybara) encountered who was fleeing Amadicia. She did not reveal her true identity, [Morgase Trakand](#Morgase-Trakand) of Andor—she uses her mother's name as a disguise. She became one of [Faile](#Faile-ni-Bashere-t-Aybara)'s servants, much to her own dismay (being used to _commanding_ the servants, not being one), and was eventually captured by the Shaido and made _gai'shain._"
  },
  {
    "id": "Malind-Nachenin",
    "name": "Malind Nachenin",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "Plump Sitter for the Green Ajah among the rebel Aes Sedai. She has a round, pretty face with full lips and dark, fierce eyes like those of an eagle. She is from Kandor. She was raised after the sisters banded together in Salidar. She once proposed an “appeal” (i.e., demand) to area nobles for assistance in building their army."
  },
  {
    "id": "Marillin-Gemalphin",
    "name": "Marillin Gemalphin",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Aes Sedai of the Black Ajah, formerly of the Brown. She is fond of cats, and is rarely seen without one. She is skinny, has a narrow face, and a wide nose."
  },
  {
    "id": "Marline",
    "name": "Marline",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Wise One with purple twilight eyes and dark hair (which is rare among the Aiel). She came with [Perrin](#Perrin-t-Bashere-Aybara)."
  },
  {
    "id": "Marris-Thornhill",
    "name": "Marris Thornhill",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Brown Ajah. She is very mild and always absorbed in study."
  },
  {
    "id": "Martyn-Tallanvor",
    "name": "Martyn Tallanvor",
    "chapter": "Chapter 27: What Must Be Done",
    "info": "One of [Maighdin](#Maighdin-Dorlain)'s companions. He is actually a tall young man from Andor who served in the Queen's Guards until [Morgase](#Morgase-Trakand) fled Andor. When [Gaebril](#Lord-Gaebril) had the guards swear new oaths to the laws and customs of Andor (instead of to the Queen), Tallanvor swore them but immediately went back to his room and reswore the old oath in the old style (cutting his arm with his sword, indicating that his blood will be shed before the Queen's will). He loves his queen more than his life, and now serves as her personal bodyguard. He went looking for her himself when Morgase was captured by the Shaido, and brought word back to [Perrin](#Perrin-t-Bashere-Aybara) that the Seanchan were also hunting the Shaido, and an alliance might be possible."
  },
  {
    "id": "Masalin",
    "name": "Masalin",
    "chapter": "Chapter 9: Traps",
    "info": "Gray-haired Wise One of the Shaido Aiel. She cannot channel."
  },
  {
    "id": "Masema-Dagar",
    "name": "Masema Dagar",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "The [Prophet](#The-Prophet-of-the-Dragon). He was once one of Uno's underlings, and the one who respected [Rand](#Rand-al-Thor) the least, but after he found out that Rand was the [Dragon Reborn](#Dragon-Reborn), he went his own way, preaching of Rand's glory as the “Lord Dragon Reborn.” Rand has since dispatched [Perrin](#Perrin-t-Bashere-Aybara) to bring Masema back into line. He is stark raving mad, and very dangerous. He even claims that Masema Dagar is dead, and that he has been resurrected as the Prophet of the Dragon Reborn. He is described as a dark, frowning man of average size with a faded arrow-scar on his cheek. He cares nothing for appearances, least of all his own. He has deep-set, almost black eyes."
  },
  {
    "id": "Master-Garon-Burlow",
    "name": "Master Garon Burlow",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Mayor of Dorlan, a town the Younglings pass through, and owner of its largest house."
  },
  {
    "id": "Master-Harnder",
    "name": "Master Harnder",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Second Librarian in the Royal Palace of Caemlyn. He is chubby and bald, and blinks incessantly. [Reene Harfor](#Reene-Harfor) thinks he is a spy—he frequents the Hoop and Arrow, allegedly to support his cravings for the ale [Mistress Fendry](#Millis-Fendry), the innkeeper, makes, but every time he visits she sends one of her pigeons north. If he is indeed a spy, he is the first spy reported for an Ajah besides the Red; [Elayne](#Elayne-Trakand) dismisses Red spies as holdovers from when [Elaida](#Elaida-do-Avriny-a-Roihan) was the Queen's advisor, but spies from other Ajahs are not so easily explained."
  },
  {
    "id": "Master-Underhill",
    "name": "Master Underhill",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Traveling companion to [Ledar](#Ledar). He has pale hair. The name is actually a pseudonym; his real name is [Karldin](#Karldin-Manfor)."
  },
  {
    "id": "Master-of-the-Blades",
    "name": "Master of the Blades",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "The next step up from Swordmaster among the Sea Folk. It is the highest position a man can hold among them. He protects the [Mistress of the Ships](#Mistress-of-the-Ships)."
  },
  {
    "id": "Masuri-Sokawa",
    "name": "Masuri Sokawa",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Aes Sedai of the Brown Ajah. She grew up in Arafel, and was part of Salidar's embassy to [Rand](#Rand-al-Thor). She is now sworn to [Rand](#Rand-al-Thor), and travels with [Perrin](#Perrin-t-Bashere-Aybara) and company. She is taller than [Seonid](#Seonid-Traighan) by a hand. One of her largest interests as a Brown is the history of Darkhounds; she has been in contact with more Darkhound packs than just about anyone else alive."
  },
  {
    "id": "Matrim-Mat-Cauthon",
    "name": "Matrim (Mat) Cauthon",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Young man from Emond's Field. He is _ta'veren_. Along with his good friends, [Rand al'Thor](#Rand-al-Thor) and [Perrin Aybara](#Perrin-t-Bashere-Aybara), he left home to escape the Trolloc attacks after Winternight. On the way to Tar Valon, he picked up a dagger from Shadar Logoth tainted with the evil that destroyed Aridhol, which he carried with him for a long time. He was separated from the dagger by Aes Sedai Healing, but doing so caused large gaps in his memory sequence. These gaps were filled and more when he passed through the twisted door to the land of the Eelfinn, where he was granted his three requests: a foxhead medallion that protects him from women's channeling, a way out of the land of the Eelfinn, and the memories of past lifetimes that were the gaps in his memory. Mat's _ta'veren_ qualities manifest themselves particularly well with random events, such as dice games—he almost never loses a toss of the dice, even if the dice are weighted. He has found that battles are the ultimate form of gambling, and along with his newfound memories he can win almost every battle he fights quite decisively. He has four sisters, including Eldrin and [Bodewhin](#Bodewhin-Bode-Cauthon), who are 16 and 17, respectively. His father Abell is one of the best archers in the Two Rivers, possibly in the World. Mat has gotten in the habit of carrying concealed knives under his clothes in case he is attacked—his collection would surprise anyone. In the Waste, he met a woman named Melindhra, a Maiden of the Spear from the Shaido Clan. However, she was not the [Daughter of the Nine Moons](#Daughter-of-the-Nine-Moons), who Mat is destined to marry according to the Aelfinn; besides, she tried to kill him on orders from her master among the Darkfriends. Mat had to kill her to save his own skin, but regretted it deeply. He also has a scar along his neck from where the Eelfinn tried to kill him—which was also in accordance with what the Aelfinn told him, that he is “to die and live again.” He created an army called the Band of the Red Hand, after the army of King Aemon of old Manetheren, and served in a way as Rand's personal general—this worked well, since Mat seems to be a better general than even [Davram Bashere](#Lord-Davram-t-Ghaline-Bashere), who has earned his reputation as one of the best commanders alive. Mat does not trust any Aes Sedai, and because of this refuses to take his foxhead medallion off even to take a bath. Mat went to Ebou Dar to try to keep an eye on [Elayne](#Elayne-Trakand) and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) and prevent them from getting themselves killed. While there he was cornered by [Queen Tylin](#Tylin-Quintara-Mitsobar), who gave him little choice but to become her lover. When the Sea Folk and the Seanchan did battle in the city, he made his escape, leaving Tylin tied up under the bed so it looked “official”—Tylin was found torn limb from limb, obviously by the _gholam_ which was no doubt sent to kill Mat. In the process of leaving, Mat also took several _sul'dam_ and _damane_ (who were subsequently freed from their collars), and even kidnapped [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag), the [Daughter of the Nine Moons](#Daughter-of-the-Nine-Moons) herself. Mat is traveling with [Valan Luca](#Valan-Luca)'s show now, to keep out of Seanchan sight."
  },
  {
    "id": "Mazrim-Taim",
    "name": "Mazrim Taim",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "False [Dragon](#The-Dragon) who wreaked havoc in Saldaea before being captured by Aes Sedai. He later escaped his captors, possibly with Black Ajah assistance (although this is totally unconfirmed). Hearing of [Rand](#Rand-al-Thor)'s amnesty, Taim came to Caemlyn and became the head of Rand's school of male channelers. He is almost as strong in the One Power as Rand is. Taim claims to have held off the madness that normally accompanies the taint for almost 35 years—he has been using the One Power for a very long time, and knows many tricks that Rand had not thought of on his own or been taught by Asmodean, such as how to test men for the ability. He seems to resent being second to Rand, and also gave orders to kill Rand. He is almost as tall as Rand, has a hooked nose and dark eyes. He is a physically powerful and graceful man, although his skill with a sword is lacking. He gives special training to about 20 or 30 men—they are the only ones who wear the dragon besides [Logain](#Logain-Ablar)"
  },
  {
    "id": "Meidani",
    "name": "Meidani",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Tall, slender Aes Sedai of the Gray Ajah. She has dark golden hair. Her Warder is [Leonin](#Leonin). She was one of the Aes Sedai sent back to the Tower by the Aes Sedai in Salidar as a spy under the guise that she was obeying Elaida's summons."
  },
  {
    "id": "Melaine",
    "name": "Melaine",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Wise One of the of the Jhirad sept of the Goshien Aiel. She is a Dreamwalker, and was one of [Egwene](#Egwene-al-Vere)'s teachers. She can channel. She swore she would never love a man, but changed her mind later and married [Bael](#Bael), her clan chief, thus becoming sister-wife to Dorindha. She has sun-colored hair and green eyes. She is currently expecting twin daughters."
  },
  {
    "id": "Melitene",
    "name": "Melitene",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "[Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag)'s _der'sul'dam_. She is skilled in more than just training _sul'dam_. Less black than gray in her hair."
  },
  {
    "id": "Merana-Ambrey",
    "name": "Merana Ambrey",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "Aes Sedai of the Gray Ajah with hazel eyes. She is now an apprentice of the Wise Ones. The events following Dumai's Wells shook her so deeply that [Cadsuane](#Cadsuane-Melaidhrin) thinks she will never quite recover herself. [Min](#Elmindreda-Min-Farshaw) says that [Rand](#Rand-al-Thor) should be able to trust her. She is one of those now sworn to obey him."
  },
  {
    "id": "Merilille-Ceandevin",
    "name": "Merilille Ceandevin",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Aes Sedai of the Gray Ajah. Tiny, slender, and palely elegant, she has glossy black hair and large liquid eyes. She grew up in Cairhien, and has been Aes sedai for more than 100 years. She was originally sent to Ebou Dar to convince [Queen Tylin](#Tylin-Quintara-Mitsobar) to support the Salidar Aes Sedai."
  },
  {
    "id": "Merise-Haindehl",
    "name": "Merise Haindehl",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Green Ajah from Tarabon. She has dark hair and very blue eyes. She has three Warders, including [Jahar Narishma](#Jahar-Narishma), one of the Asha'man."
  },
  {
    "id": "Mesaana",
    "name": "Mesaana",
    "chapter": "Chapter 21: A Mark",
    "info": "One of the Forsaken. During the Age of Legends, Mesaana was told she was unfit to do research at the Collam Daan, but was capable of teaching others. She spent her years teaching until the Bore was opened and she dedicated her life to the [Dark One](#Dark-One). During the War of Power, she created “schools” for the children, at which she taught the children to spy on their parents and other such things. After her release from the Bore, Mesaana set herself up in the White Tower, where she could control events without anyone suspecting she was behind them. She has been cooperating with [Semirhage](#Semirhage) to some extent, and has taught [Alviarin](#Alviarin-Freidhen) to Travel. She was displeased that Alviarin had ordered [Elaida](#Elaida-do-Avriny-a-Roihan) beaten."
  },
  {
    "id": "Metarra-din-Junalle",
    "name": "Metarra din Junalle",
    "chapter": "Chapter 12: A Bargain",
    "info": "Big-eyed Sea Folk Windfinder apprentice. She is as strong in the One Power as [Elayne](#Elayne-Trakand) is. She is plump yet solid."
  },
  {
    "id": "Metwyn",
    "name": "Metwyn",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "One of [Mat](#Matrim-Mat-Cauthon)'s Redarms. He is the best among the Redarms with a sword. He looks like a boy, despite being about ten years older than Mat. He grew up in Cairhien, and has a weakness for tavern brawls."
  },
  {
    "id": "Millis-Fendry",
    "name": "Millis Fendry",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Innkeeper at the Hoop and Arrow, an inn in Caemlyn. [Master Harnder](#Master-Harnder), the Second Librarian, claims to have a weakness for her ale. She keeps pigeons, however, and sends one of them north every time he visits. She also received three hooded guests, who were reported to be Brown Aes Sedai, behind closed doors for over an hour—this leads [Mistress Harfor](#Reene-Harfor) to believe that Harnder and Fendry are both spies for the Brown Ajah."
  },
  {
    "id": "Mistress-Beldair",
    "name": "Mistress Beldair",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Chief cook in an inn in Cairhien where [Samitsu](#Samitsu-Tamagowa) stayed for a while. She is stout and tall for a Cairhienin, nearly as tall as Samitsu. She has gray hair. She also greeted [Ledar](#Ledar) and [Underhill](#Master-Underhill) upon their arrival."
  },
  {
    "id": "Mistress-Millin",
    "name": "Mistress Millin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Woman who owns a cattle barn in Dorlan that the Younglings use for their horses while passing through the town."
  },
  {
    "id": "Mistress-Vadere",
    "name": "Mistress Vadere",
    "chapter": "Chapter 26: In So Habor",
    "info": "Innkeeper of The Golden Barge, the inn the Merchants' Guild of So Habor meets in."
  },
  {
    "id": "Mistress-of-Novices",
    "name": "Mistress of Novices",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "The Aes Sedai who is in charge of training novices and Accepted in the White Tower. The post was held by [Sheriam Bayanar](#Sheriam-Bayanar) of the Blue Ajah until a coup that deposed [Siuan Sanche](#Siuan-Sanche) chased her out of the Tower. The post is now held by [Silviana Brehon](#Silviana-Brehon) in Tar Valon and [Tiana Noselle](#Tiana-Noselle) among the Aes Sedai who fled to Salidar. Another Mistress of Novices in the past was [Sereille Bagand](#Sereille-Bagand), who later became the [Amyrlin Seat](#Amyrlin-Seat)."
  },
  {
    "id": "Mistress-of-the-Ships",
    "name": "Mistress of the Ships",
    "chapter": "Chapter 12: A Bargain",
    "info": "Commander of the entire fleet of Sea Folk vessels. The post is held be the formidable Nesta din Reas Two Moons."
  },
  {
    "id": "Miyora",
    "name": "Miyora",
    "chapter": "Chapter 29: Something Flickers",
    "info": "Plump leopard trainer in [Valan Luca](#Valan-Luca)'s show."
  },
  {
    "id": "Moghedien",
    "name": "Moghedien",
    "chapter": "Chapter 17: Secrets",
    "info": "One of the Forsaken. Her name means “Spider” in the Old Tongue. She always works from safety, attacks from safety, and will run unless she can do so. She developed a command of _Tel'aran'rhiod_ that surpassed even Lanfear's mastery—in the real world, Lanfear was more powerful, but even she could not top Moghedien in the World of Dreams. After being released from the Bore, Moghedien eventually found herself in Tanchico, in the Palace of the Panarch of Tarabon. While there, she chanced upon [Nynaeve al'Meara](#el-Nynaeve-ti-al-Meara-Mandragoran), who was trying to save the Panarch at the time and take the seal on the [Dark One](#Dark-One)'s prison from its hold in the Palace. She and Nynaeve fought in a duel to the last, and Nynaeve managed to better Moghedien, much to the surprise of both of them. She managed to escape Nynaeve's tied off shield, and on their next encounter, this one in _Tel'aran'rhiod_, she ripped [Birgitte](#Birgitte)'s soul out of the World of Dreams after Birgitte almost killed her. On her third encounter with Nynaeve, Nynaeve managed to trap Moghedien with an _a'dam_. Moghedien remained bound by that _a'dam_ in Salidar, disguised as Marigan."
  },
  {
    "id": "Moiraine-Damodred",
    "name": "Moiraine Damodred",
    "chapter": "Chapter 6: The Scent of a Dream",
    "info": "Aes Sedai of the Blue Ajah. Born of a noble House in Cairhien, she is Taringail Damodred's youngest half-sister, and King Laman's niece. She is considered short among her people, and the Cairhienin are already a short people. When it was discovered that she had the ability to channel inborn, Moiraine went to Tar Valon to become an Aes Sedai. Just before being raised to the shawl, she and her friend [Siuan Sanche](#Siuan-Sanche) witnessed Gitara Moroso's Foretelling of the Rebirth of the [Dragon](#The-Dragon). Moiraine and Siuan walked away from each other and did not speak to each other again (at least in public), but both held secret communication with each other and dedicated their lives to finding and guiding the [Dragon Reborn](#Dragon-Reborn). Moiraine found the young man she sought on Winternight in Emond's Field, a young man named [Rand al'Thor](#Rand-al-Thor), along with two more _ta'veren_, [Mat Cauthon](#Matrim-Mat-Cauthon) and [Perrin Aybara](#Perrin-t-Bashere-Aybara) and two women with the spark of the Power inborn, [Egwene al'Vere](#Egwene-al-Vere) and [Nynaeve al'Meara](#el-Nynaeve-ti-al-Meara-Mandragoran). When Moiraine was shortly raised to the shawl, she met [al'Lan Mandragoran](#al-Lan-Mandragoran), the uncrowned King of Malkier, who was fighting alone against the Shadow in the Blight; she asked Lan to become her Warder, and he accepted. She is very strong in the Power, stronger than almost all living Aes Sedai. In the Stone of Tear, Moiraine confronted and killed the Forsaken Be'lal with balefire, just before he would have killed Rand. Later, after having an inkling of the future events from the testing _ter'angreal_ for the Wise Ones, Moiraine managed to push the Forsaken Lanfear through the twisted doorway _ter'angreal_. Other Aes Sedai consider her a legend, not only for discovering the [Dragon Reborn](#Dragon-Reborn) but for defeating two of the Forsaken as well. Despite her efforts, and for the most part, success, [Cadsuane](#Cadsuane-Melaidhrin) still thinks she “bungled” things with Rand."
  },
  {
    "id": "Monaelle",
    "name": "Monaelle",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "Short Wise One (shorter than [Elayne](#Elayne-Trakand)) with red-streaked yellow hair to her waist and a mild, motherly face. She is weaker in the One Power than almost all Aes Sedai. She is the mother of seven, and served as the midwife at Elayne and [Aviendha](#Aviendha)'s Rebirth as first-sisters."
  },
  {
    "id": "Morgase-Trakand",
    "name": "Morgase Trakand",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Former Queen of Andor and High Seat of House Trakand. Mother of [Elayne](#Elayne-Trakand) and [Gawyn](#Gawyn-Trakand). She married Taringail Damodred, a prince of Cairhien, to further solidify her claim to the Throne of Andor and keep peace between the two nations; when [Tigraine](#Lady-Tigraine-Mantear) disappeared, Morgase made the best claim to succeed her, and married her widower to gain the support that would be gained by such action. Taringail was Elayne's and Gawyn's father; he died when they were young. Morgase has since gone through several lovers, including [Thomdril Merrilin](#Thomdril-Thom-Merrilin), a former court-bard; [Gareth Bryne](#Lord-Gareth-Bryne), her First Prince of the Sword and Captain of the Guards; and most recently [Lord Gaebril](#Lord-Gaebril), a man who led the faction that stilled the riots in Caemlyn that sprang up on Morgase's trip to Tar Valon to inquire about Elayne's whereabouts. Thom was exiled from the city of Caemlyn when he started telling her what he really thought of some of her plans, her relationship with Bryne ebbed away until finally Gaebril told her to exile him too, and Gaebril eventually chased Morgase herself out of the city when she found he was usurping her power. The Daughter-Heir of Andor is traditionally trained by Aes Sedai in the White Tower, and Morgase underwent novice training to keep the tradition alive. She was given the gift of a Great Serpent ring despite not being Accepted, and still wears it on her left hand. She was previously advised by [Elaida do Avriny a'Roihan](#Elaida-do-Avriny-a-Roihan) of the Red Ajah, who is now the [Amyrlin Seat](#Amyrlin-Seat) in Tar Valon. When Morgase discovered that Gaebril meant to usurp her throne, she left, and when she learned that the [Dragon Reborn](#Dragon-Reborn) had taken over Caemlyn and none of her former supporters would give her aid, she fled to Amadicia to get help from the only place she thought she could: [Pedron Niall](#Lord-Captain-Commander-Pedron-Niall) and the Children of the Light. She is not aware that [Rand](#Rand-al-Thor) only wanted to give her country back to her, not to mention believes that she is dead. If she had made her presence known, she would no doubt have had her country back in one piece, but as royalty she believed she must work on her own and trust no one. She went into hiding after the Seanchan attack (Valda believes her to be dead) under her mother's name, [Maighdin](#Maighdin-Dorlain) to avoid instant recognition, and later became a maidservant to [Faile](#Faile-ni-Bashere-t-Aybara); she told Faile that she was a lady's handmaid before coming into her service. When Faile's group was captured, she became a prisoner of the Shaido, and is now detained in their encampment. Her sign is three golden keys."
  },
  {
    "id": "Moria-Karentanis",
    "name": "Moria Karentanis",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "Sitter for the Blue Ajah among the rebel Aes Sedai. She proposed stopping pay for soldiers to save money. She is older than all other sitters except [Romanda](#Romanda-Cassin); she has worn the shawl for over 100 years. She grew up in Illian."
  },
  {
    "id": "Moridin",
    "name": "Moridin",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Moridin. His name means “Death” in the Old Tongue; no one deserves the name more. He is fond of using the True Power, the power drawn directly from the [Dark One](#Dark-One); the _saa_ have already appeared in his eyes, yet he still controls his use of the True Power (most thought it impossible to avoid drawing too much of it once the _saa_ appeared). Moridin is careful not to attempt to force the Pattern to behave how he wants it to—he knows that with someone as strongly _ta'veren_ as [Rand](#Rand-al-Thor), that is all but impossible, not to mention foolish. Instead, he attempts to keep everything in chaos (as per the [Dark One](#Dark-One)'s command, “Let the Lord of Chaos Rule”), hoping that subtle manipulations will further his goals. He has been declared Nae'blis, the one to be second only to the Great Lord of the Dark after the Last Battle, and given control of the _cour'souvra_ controlling the minds of [Cyndane](#Cyndane) and [Moghedien](#Moghedien). He has also been granted the exclusive privilege of using the True Power—the other Forsaken are no longer able to touch it even should they want to."
  },
  {
    "id": "Morvrin",
    "name": "Morvrin",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Brown Ajah. She is stout, and has graying hair. She is one of the six sisters who controlled much of the action in Salidar, despite not being part of the Hall of the Tower. She is taller than her Warder, [Jori](#Jori), has a round placid face, and plump hands. She believes in a blending of common sense and logic, which makes her very hard-headed and suspicious of quick or easy solutions."
  },
  {
    "id": "Murellin",
    "name": "Murellin",
    "chapter": "Chapter 15: Gathering Darkness",
    "info": "Strongarm for [Lady Shiaine](#Lady-Shiaine-Avarhin). He is the size of an ox, and has the wits of one to match. He is fond of his pipe."
  },
  {
    "id": "Mycal-Crossin",
    "name": "Mycal Crossin",
    "chapter": "Chapter 26: In So Habor",
    "info": "A grain merchant of So Habor. He used to be fat, but now his skin hangs loosely."
  },
  {
    "id": "Mylen",
    "name": "Mylen",
    "chapter": "Chapter 4: The Tale of a Doll",
    "info": "Former Aes Sedai, now collared as a _damane_ by the Seanchan. Her conditioning has resulted in an absolute hatred of Aes Sedai, and adoration for [Suroth](#Suroth-Sabelle-Meldarath)."
  },
  {
    "id": "Myrelle-Berengari",
    "name": "Myrelle Berengari",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Green Ajah with an elliptical face and olive skin. She is young (she has worn the shawl for about fifteen years), and known for her temper. She is now the Captain-General of the Green Ajah of the Tower-in-exile. She has four Warders named Nuhel, Croi, Avar, and most recently [Lan](#al-Lan-Mandragoran), [Moiraine](#Moiraine-Damodred)'s old Warder who she is trying to save. She treats all of them as husbands in defiance of all law and custom, inside the Tower and out. She fled the White Tower when [Siuan](#Siuan-Sanche) was deposed, along with most of her Ajah. She was one of the six sisters who held much of the power in Salidar despite not being part of the Hall of the Tower. She received [Lan](#al-Lan-Mandragoran)'s bond after [Moiraine](#Moiraine-Damodred)'s death, bringing her Warder count to four, at least until [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) is ready to have him as a Warder. She seems to be the resident expert on saving Warders; three of her four (Nuhel, Avar, and Lan) were previously bonded to other sisters."
  },
  {
    "id": "Nadric",
    "name": "Nadric",
    "chapter": "Chapter 9: Traps",
    "info": "Aiel warrior. He is the largest man [Faile](#Faile-ni-Bashere-t-Aybara) has ever met—he is over seven feet tall, very wide, and not fat. He had a bit too much to drink one day, and scooped up Faile with the intent of raping her, but was stopped by [Rolan](#Rolan)."
  },
  {
    "id": "Narenwin-Barda",
    "name": "Narenwin Barda",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Yellow Ajah to whom Ronde Macura sends her reports. She is short, slender, and shy—it is easy to forget that she is there. She was sent to find [Gawyn](#Gawyn-Trakand) and the Younglings to give them “orders.”"
  },
  {
    "id": "Naris-Pelden",
    "name": "Naris Pelden",
    "chapter": "Chapter 12: A Bargain",
    "info": "Young tirewoman that [Essande](#Essande-Dawlish) is training. She is [Sephanie](#Sephanie-Pelden)'s sister. She is fresh-faced, sturdy, and shy-eyed. She is very proud of her livery."
  },
  {
    "id": "Nat-Torfinn",
    "name": "Nat Torfinn",
    "chapter": "Chapter 8: Whirlpools of Color",
    "info": "Blind, wrinkled old man with white hair that [Perrin](#Perrin-t-Bashere-Aybara) knew as a child. He could disassemble any blacksmith's puzzle by touch. Perrin tried to do the same, but failed—he always needed to see how the pieces fit together to be able to get them apart."
  },
  {
    "id": "Nelsa",
    "name": "Nelsa",
    "chapter": "Chapter 29: Something Flickers",
    "info": "Assistant in a shop in Jurador. The shopkeeper was about to send her to fetch the guards to chase [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag) and [Selucia](#Selucia) out of her shop until [Mat](#Matrim-Mat-Cauthon) came in, plunked down his purse, and said they were with him."
  },
  {
    "id": "Nengar",
    "name": "Nengar",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Man from Shienar. He is one of those now with [Masema](#Masema-Dagar)."
  },
  {
    "id": "Nerim",
    "name": "Nerim",
    "chapter": "Chapter 2: Two Captains",
    "info": "One of [Mat](#Matrim-Mat-Cauthon)'s Redarms. He is short even for a Cairhienin, skinny, pale, and has gray in his hair."
  },
  {
    "id": "Nerion",
    "name": "Nerion",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of [Perrin](#Perrin-t-Bashere-Aybara)'s spies. He is actually [Faile](#Faile-ni-Bashere-t-Aybara)'s spy (she contends that spying is a wife's job), but Perrin is getting his reports in her absence. He is from Cairhien."
  },
  {
    "id": "Nesta-din-Reas-Two-Moons",
    "name": "Nesta din Reas Two Moons",
    "chapter": "Chapter 12: A Bargain",
    "info": "[Mistress of the Ships](#Mistress-of-the-Ships) to the Atha'an Miere. She was a woman who was used to getting what she wanted, with good reason. She was captured by the Seanchan, and is presumed dead."
  },
  {
    "id": "Nesune-Bihara",
    "name": "Nesune Bihara",
    "chapter": "Chapter 23: Ornaments",
    "info": "Aes Sedai of the Brown Ajah. She is one of the Aes Sedai now sworn to [Rand](#Rand-al-Thor); she assisted in his kidnapping. She always listens to all sides before drawing any conclusions, and she remembers _everything_. She is slender, has black eyes, and grew up in Kandor. [Min](#Elmindreda-Min-Farshaw) had a viewing of her: she will found a library. She is now one of [Cadsuane](#Cadsuane-Melaidhrin)'s companions. She is one of a handful of people to ever be able to ignore Cadsuane. She retains her loyalty to [Elaida](#Elaida-do-Avriny-a-Roihan)."
  },
  {
    "id": "Nethan",
    "name": "Nethan",
    "chapter": "Chapter 23: Ornaments",
    "info": "One of [Merise](#Merise-Haindehl)'s three Warders. He is lean, tall, and has wings of white hair at his temples. He is about a hand shorter than [Lan](#al-Lan-Mandragoran)."
  },
  {
    "id": "Nevarin",
    "name": "Nevarin",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Wise One with green eyes. She is tall, thin, and has long, yellow hair. She went with [Perrin](#Perrin-t-Bashere-Aybara) to seek out [Masema](#Masema-Dagar)."
  },
  {
    "id": "Nicola-Treehill",
    "name": "Nicola Treehill",
    "chapter": "Chapter 17: Secrets",
    "info": "Slender, black-haired, dark-eyed novice; she is about [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran)'s age. She was a refugee from Ghealdan. She has already developed several Talents, including the ability to see _ta'veren_ and Foretelling, although what she Foretells is usually in such language that only poets can understand it. Her potential exceeds that of all Aes Sedai currently alive, with the exception of [Egwene](#Egwene-al-Vere), [Elayne](#Elayne-Trakand), and Nynaeve. She has a limited ability to make _cuendillar_, but she is impatient in learning. She is very arrogant and can also be deceitful; she once tried to blackmail [Egwene](#Egwene-al-Vere), [Myrelle](#Myrelle-Berengari), and [Nisao](#Nisao-Dachen). She uses the fact that she can Foretell to be even more arrogant and demand even more special treatment."
  },
  {
    "id": "Nisain",
    "name": "Nisain",
    "chapter": "Chapter 19: Surprises",
    "info": "Aes Sedai of the Gray Ajah. She was one of the sisters sent to Shadar Logoth to investigate what had happened there—she is among the best in the Tower in exile at reading residues. She is gangly, has a strong chin, and startlingly blue eyes. She grew up in Murandy."
  },
  {
    "id": "Nisao-Dachen",
    "name": "Nisao Dachen",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Yellow Ajah. She agreed to assist [Myrelle](#Myrelle-Berengari) with helping [Lan](#al-Lan-Mandragoran) because of problems she foresaw with his mind. Her specialty as a Yellow sister is psychiatric problems. She tried to help [Egwene](#Egwene-al-Vere) with her headaches, but could not find the cause of them. Her Warder is named [Sarin](#Sarin-Hoigan)."
  },
  {
    "id": "Noal-Charin",
    "name": "Noal Charin",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Man who saved [Mat](#Matrim-Mat-Cauthon) from a _gholam_ in Ebou Dar by coming upon it and surprising it. He is stooped and white-haired, his nose crooked from breaking it. Most of his teeth are missing."
  },
  {
    "id": "Norla",
    "name": "Norla",
    "chapter": "Chapter 23: Ornaments",
    "info": "Woman who died in her little house in the black hills after [Cadsuane](#Cadsuane-Melaidhrin) became a sister. Cadsuane mused that if she were 50 years younger, Norla would have died before she had gone to the Tower, and much of history would have been different."
  },
  {
    "id": "Nyein",
    "name": "Nyein",
    "chapter": "Chapter 21: A Mark",
    "info": "Aes Sedai of the Brown Ajah. Like two other librarians, [Zemaille](#Zemaille) and [Aiden](#Aiden), she is of the Sea Folk."
  },
  {
    "id": "Olver",
    "name": "Olver",
    "chapter": "Chapter 2: Two Captains",
    "info": "Boy of nine who sat on the wrong horse and almost had his neck broken for the trouble. He was adopted after a fashion by [Mat](#Matrim-Mat-Cauthon) and his Band of the Red Hand. His parents were killed when the Shaido ravaged Cairhien. He is short, pale, and quite ugly. He likes to chase women. He is a good horse racer, and travels with Mat and [Luca](#Valan-Luca)'s show. He has a certain fascination with the game Snakes and Foxes, and does not seem to understand that there is no way to win without cheating."
  },
  {
    "id": "Osan-gar",
    "name": "Osan'gar",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Name given to the reincarnation of one of the Forsaken. It was the left-hand dagger in a form of dueling popular right after the creation of the Bore. The sport fell from common practice, since almost invariably both duelists died from the slow poison on the daggers. Osan'gar states that he helped make the Trollocs, indicating that in his past life he was Aginor. He spent months masquerading as Corlan Dashiva, one of the Asha'man. Dashiva and Osan'gar were killed at Shadar Logoth during the cleansing of _saidin_."
  },
  {
    "id": "Padan-Fain",
    "name": "Padan Fain",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Former peddler that frequently came to Emond's Field. A Darkfriend, he was given orders to locate the [Dragon Reborn](#Dragon-Reborn) and narrowed it to three boys in Emond's Field. While pursuing them, he encountered the spirit of Mordeth in Aridhol, now called Shadar Logoth. Mordeth attempted to consume Fain's soul, but instead the two souls merged, producing something more evil than either of them alone. Fain no longer takes his orders from the Shadow; he has his own evil agenda. It is said, “The look of the Eyeless is fear,” from observing that a Myrddraal's look causes fear in the hearts of men. Fain's look has that effect on Myrddraal—Fades feel the same fear of Fain as men feel from a Fade. Fain is also called Ordeith, a name he adopted to become a Whitecloak officer. He is perhaps the most evil man alive. He now served for a time as advisor to [Toram Riatin](#Lord-Toram-Riatin), one of the Cairhienin nobles in rebellion to [Rand](#Rand-al-Thor). Rand has a bounty of 100,000 gold crowns on his head—Fain killed Rand's friends because they were his friends, he pillaged his homeland because it was his homeland, and Rand intends to see him dead for it. In addition, [Moridin](#Moridin) is now hunting Fain, although indirectly—he sent Isam (alias Slayer) to kill him."
  },
  {
    "id": "Panarch-Farede",
    "name": "Panarch Farede",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Panarch of Tarabon near the end of the War of the Hundred Years. She was responsible for promulgating the calendar that now bears her name, which measures years of the New Era (NE), the first of which marked the (arbitrary) end of the War."
  },
  {
    "id": "Pavara",
    "name": "Pavara",
    "chapter": "Chapter 22: One Answer",
    "info": "Misspelling of the name [Pevara](#Pevara-Tazanovni)."
  },
  {
    "id": "Pedra",
    "name": "Pedra",
    "chapter": "Chapter 22: One Answer",
    "info": "Short, serious-faced Accepted. She guided [Egwene](#Egwene-al-Vere) to her room on her first day in Tar Valon. She is a short, wiry woman, slightly older than [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran). She seemed unpromising at first, but now [Pevara](#Pevara-Tazanovni) thinks she will be raised to the shawl soon."
  },
  {
    "id": "Perrin-t-Bashere-Aybara",
    "name": "Perrin t'Bashere Aybara",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Young man from Emond's Field. He is _ta'veren_. When he and [Egwene](#Egwene-al-Vere) got separated from the rest of the group while fleeing the Trollocs on Winternight, Perrin met a man named [Elyas Machera](#Elyas-Machera). Elyas, a former Warder who found he could talk to wolves, helped Perrin discover the same ability in himself. Perrin's eyes are now yellow, just like the wolves' eyes, and he can enter what he calls the Wolf Dream (known to most as _Tel'aran'rhiod_, the World of Dreams) with them. Perrin is a childhood friend of fellow _ta'veren_ [Rand al'Thor](#Rand-al-Thor) and [Mat Cauthon](#Matrim-Mat-Cauthon). On the way to Tear, Perrin encountered a young woman by the name of Zarine Bashere, a Hunter for the Horn who took the name of [Faile](#Faile-ni-Bashere-t-Aybara) (which means “Falcon” in the Old Tongue) as a more appropriate name for a Hunter for the Horn. The two are now married. Perrin is a very large man—he was always a big person, which caused him to be very cautious since he found as a child that he could easily hurt other children if his temper got out of hand. His size helps considerably when helping [Master Luhhan](#Haral-Luhhan) on his forge, but sometimes gives others the impression that he is slow and stupid. He returned to the Two Rivers for a time to repel the series of Trolloc attacks; he and his wife are recognized as Lord and Lady there, the first nobility of the Two Rivers since the Trolloc Wars. When he returned, he began to draw the eye of [Berelain sur Paendrag Paeron](#Berelain-sur-Paendrag-Paeron), the First of Mayene—Perrin wants nothing more than to be as far from her as possible, but Berelain will not take no for an answer, much to Faile's dismay and intense jealousy. Perrin was instrumental in freeing Rand from his entrapment at Dumai's Wells; the two had a fight afterwards (they had planned it as a way for Perrin to leave, although they most likely did not plan on it being as violent as it was), and Perrin went to Ghealdan to see if he could tame [Masema](#Masema-Dagar). On the way, his wife was captured by Shaido, and now he must track her down."
  },
  {
    "id": "Petra-Anhill",
    "name": "Petra Anhill",
    "chapter": "Chapter 2: Two Captains",
    "info": "Strongman in [Valan Luca](#Valan-Luca)'s menagerie. He has arms like tree trunks. Husband of [Clarine](#Clarine-Anhill). He is shorter than [Mat](#Matrim-Mat-Cauthon), but about twice as wide. He can straighten a horse shoe with his bare hands."
  },
  {
    "id": "Pevara-Tazanovni",
    "name": "Pevara Tazanovni",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Red Ajah. She is short for a Kandori, and quite plump, but tough. She goes against all Red Ajah custom to openly say that Warders would make a Red sister's job easier. She and her friend since novicehood, [Seaine](#Seaine-Herimon), began a hunt for Darkfriends in the Tower. Seaine approached her not only because they were friends, but because Seaine's family was killed by Darkfriends when she was young. She joined the Red Ajah because its task was one which involved being outside the Tower often, and she considered it more likely to be able to find and bring to justice the Darkfriends that killed her family and others like them. She now leads the organization of sisters in the White Tower to ferret out Black sisters, along with [Saerin Sedai](#Saerin-Asnobar), who seized control away from Seaine as soon as she knew what they were about."
  },
  {
    "id": "Phaedrine",
    "name": "Phaedrine",
    "chapter": "Chapter 17: Secrets",
    "info": "Aes Sedai of the Brown Ajah. Neither she nor [Shemari](#Shemari) is strong enough to weave a gateway by herself, but linked they can just barely manage one big enough to walk through. She instructed [Egwene](#Egwene-al-Vere) when Egwene was a novice in the White Tower; she still seems surprised that Egwene is now the [Amyrlin](#Amyrlin-Seat). She is lean as a heron."
  },
  {
    "id": "Pips",
    "name": "Pips",
    "chapter": "Chapter 28: A Cluster of Rosebuds",
    "info": "[Mat](#Matrim-Mat-Cauthon)'s brown gelding. He does not look like much, but is actually a very good, sturdy horse."
  },
  {
    "id": "Pritalle-Nerbaijan",
    "name": "Pritalle Nerbaijan",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Yellow Ajah from Saldaea. She has green eyes, and an unusually small nose for a Saldaean. She is friends with [Atuan](#Atuan-Larisett), which makes those who know about Atuan suspicious that Pritalle may also be Black."
  },
  {
    "id": "Queen-Alliandre-Maritha-Kigarin",
    "name": "Queen Alliandre Maritha Kigarin",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Blessed of the Light, Queen of Ghealdan, Defender of Garen's Wall. She is the fourth person to sit on the throne of Ghealdan in the past seven months. She wore jewelry to her meetings with [Masema](#Masema-Dagar) for the sole purpose of giving it to him such that he would not ask for anything more; she also sent a letter to [Rand](#Rand-al-Thor) offering him her friendship and asking for his help. She was subsequently captured by the Shaido Aiel, and is now working with [Faile](#Faile-ni-Bashere-t-Aybara) in an attempt to escape."
  },
  {
    "id": "Queen-Ethenielle-Kirukan-Materasu",
    "name": "Queen Ethenielle Kirukan Materasu",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Holder of the Throne of the Clouds of Kandor—that is, the Queen of Kandor. She is plump, and has gray-streaked black hair. She is about half a hand taller than [Merilille](#Merilille-Ceandevin). She has blue eyes. She was advised by Nianh, an Aes Sedai, but she fled Kandor as soon as news came that the [Amyrlin](#Amyrlin-Seat) had been deposed."
  },
  {
    "id": "Queen-Ishara-Maravaile",
    "name": "Queen Ishara Maravaile",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "First Queen of Andor, from whom all other queens are descended. Her husband was Souran Maravaile, one of [Artur Hawkwing](#High-King-Artur-Hawkwing)'s best generals. She governed the Province of Andor until Hawkwing's empire finally fell apart and Andor became an independent nation. All of the Andoran nobles are related to her somehow, although most people would not even consider the ones who hold the closest relation to her to be related at all. None of her sons lived past age twenty, hence the tradition of only having a queen in Andor."
  },
  {
    "id": "Queen-Mordrellen-Mantear",
    "name": "Queen Mordrellen Mantear",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "By the Grace of the Light, Queen of Andor, Defender of the Realm, etc. before [Morgase](#Morgase-Trakand). Her death and the previous disappearance of her daughter [Tigraine](#Lady-Tigraine-Mantear) set off the Succession, called the Third War of Andoran Succession by those not from Andor. Her advisor was Gitara Moroso of the Blue Ajah. She is, unknown to everyone except [Rand](#Rand-al-Thor) himself, Rand's grandmother."
  },
  {
    "id": "Queen-Rhiannon",
    "name": "Queen Rhiannon",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Queen who was “humbled,” presumably centuries ago, by the Aes Sedai. Her humbling is depicted in a tapestry in the Tower."
  },
  {
    "id": "Queen-Tenobia-si-Bashere-Kazadi",
    "name": "Queen Tenobia si Bashere Kazadi",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Shield of the North and Sword of the Blightborder, High Seat of House Kazadi, Lady of Shahayni, Asnelle, Kunwar, and Ganai, Queen of Saldaea. She is tall for a woman with an overbold nose like an eagle's beak, a wide mouth, and dark, deep, blue, slanted, almost purple eyes. She is quite pretty. She is the niece of her Marshal-General, [Davram Bashere](#Lord-Davram-t-Ghaline-Bashere). She is currently in the Braem Wood with the rest of the rulers of the Borderlands."
  },
  {
    "id": "Quick",
    "name": "Quick",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Bashere](#Lord-Davram-t-Ghaline-Bashere)'s bay."
  },
  {
    "id": "Rafela-Cindal",
    "name": "Rafela Cindal",
    "chapter": "Chapter 23: Ornaments",
    "info": "Aes Sedai of the Blue Ajah with a round face. She is now sworn to [Rand](#Rand-al-Thor). She negotiated the treaty with the Sea Folk along with [Merana](#Merana-Ambrey). [Min](#Elmindreda-Min-Farshaw) says that [Rand](#Rand-al-Thor) should be able to trust her. She is now in Tear with [Alanna](#Alanna-Mosvani), but the other Aes Sedai there are avoiding their notice."
  },
  {
    "id": "Ragan",
    "name": "Ragan",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "One of Uno's soldiers. He thought [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) could skin and butcher a boar at ten paces with the sharpness of her tongue. He has a puckered arrow scar on his cheek."
  },
  {
    "id": "Rahema-Arnon",
    "name": "Rahema Arnon",
    "chapter": "Chapter 26: In So Habor",
    "info": "Head of the Merchants' Guild of So Habor. She is haggard; her eyes are sunken pits."
  },
  {
    "id": "Rahvin",
    "name": "Rahvin",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "One of the Forsaken. He was fond of using Compulsion, and was known for being a ladies' man—he always had a woman on his arm. After being released from the Bore, he took up residence in Caemlyn as [Lord Gaebril](#Lord-Gaebril), and used Compulsion to have [Queen Morgase](#Morgase-Trakand) not only make him her advisor, but her lover as well. He eventually planned to take over the country directly as the first ever King of Andor—he did his best to weaken support for Morgase, exiling her supporters and befriending those who opposed her, finally chasing her from the country as well. Shortly after news of Morgase's death or at least abdication reached Cairhien, Rahvin was confronted and killed by [Rand al'Thor](#Rand-al-Thor) in _Tel'aran'rhiod_ with a weave of balefire strong enough to burn Rahvin's soul out of the pattern for hours, perhaps days."
  },
  {
    "id": "Rajar",
    "name": "Rajar",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Domani Youngling. He is barely taller than [Gawyn](#Gawyn-Trakand)'s shoulder. He surely would have been a Warder by now, had times been different."
  },
  {
    "id": "Rand-al-Thor",
    "name": "Rand al'Thor",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Young man from Emond's Field in the Two Rivers, now proclaimed to be the [Dragon Reborn](#Dragon-Reborn). He is very tall, with curly red-blond hair. He was raised by Tam al'Thor and his wife Kari (until her death around the time Rand was five) in Emond's Field. His real parents, however, were Janduin, the chief of the Taardad Aiel who brought the four clans across the Dragonwall to punish Laman's Sin, and a Maiden of the Spear named Shaiel, who was actually [Tigraine Mantear](#Lady-Tigraine-Mantear), the runaway Daughter-Heir of Andor. Tigraine gave birth to Rand on the slopes of Dragonmount, in accordance with prophecy; “born of a Maiden, of the ancient blood but raised by the Old.” Rand has a heron branded into each of his palms, which he received from the sword Tam gave him while fighting Ishamael. He also has two dragons on his forearms, which he received in Rhuidean to designate him as the _Car'a'carn_, the Chief of Chiefs of the Aiel. He is not only the Dragon Reborn, but also He Who Comes With the Dawn, the man prophesied to reunite the Aiel, and the Coramoor, the one prophesied to bring the Sea Folk out of the Sea. He can channel strongly, more so than any person who ever lived (except the previous user of his soul, [Lews Therin Telamon](#Lews-Therin-Telamon), who was obviously of equal strength), and is also _ta'veren_, the most strongly so since Lews Therin as well. Lews Therin's voice has somehow found a new place inside of Rand's head; he talks to him in a mad voice when Rand least expects it, sometimes offering sound advice or knowledge, sometimes babbling, sometimes even trying to wrest control of _saidin_ from him. Unlike Lews Therin, Rand is accompanied by two other _ta'veren_ during this turing of the Wheel, two men born within days (hours, even) of him named [Matrim Cauthon](#Matrim-Mat-Cauthon) and [Perrin Aybara](#Perrin-t-Bashere-Aybara), who both grew up in Emond's Field as well. Rand is destined to fall in love with three women (and has): [Min Farshaw](#Elmindreda-Min-Farshaw), [Elayne Trakand](#Elayne-Trakand), and [Aviendha](#Aviendha). Rand has had success in fighting many of the Forsaken; all to confront him have died or been trapped. He killed Aginor at the Eye of the World after the Green Man killed Balthamel; he allowed [Moiraine](#Moiraine-Damodred) to kill Be'lal in the Stone of Tear, and killed Ishamael in the Stone shortly afterward; in the wagons near the Spine of the World, Lanfear confronted him and was pushed into the land of the Eelfinn by Moiraine; he killed [Rahvin](#Rahvin) in _Tel'aran'rhiod_ when he came to the Royal Palace in Caemlyn; Asmodean, his teacher, was killed shortly after Rahvin met his fate; and [Osan'gar](#Osan-gar), the reincarnation of Aginor, died at Shador Logoth when Rand was cleansing _saidin_. His prophecies fulfilled grow: he has already been born on the slopes of Dragonmount of a Maiden, of the ancient blood but raised by the old, taken the Stone of Tear and drawn _Callandor_, and began conquering “under the forgotten symbol,” that of the Aes Sedai of the Age of Legends. He is working on having the “spotless tower” (i.e., the White Tower) break and bend knee to him (the Tower has broken, and several Aes Sedai have sworn fealty to him and only him). He recently used the Choedan Kal, the two great _sa'angreal_ created during the War of the Shadow, to cleanse the [Dark One](#Dark-One)'s taint from _saidin_. He has created a school of sorts, more of a research university where some of the best inventors of the day have congregated at the Great Library of Cairhien to develop new technology. Rand has also created the Asha'man, men who came for his “amnesty” for male channelers. With _saidin_ cleansed, the Asha'man are now safe from the [Dark One](#Dark-One)'s taint. However, Rand has not been seen since he cleansed _saidin_, which was certainly the single greatest event in the history of the world since the War of Power. Rand is the salvation of the entire world, and as the prophecy states, he _will_ save the world—and Break it again."
  },
  {
    "id": "Rashan",
    "name": "Rashan",
    "chapter": "Chapter 23: Ornaments",
    "info": "One of [Erian](#Erian-Boroleos)'s two surviving Warders (she had four until two were killed by [Rand](#Rand-al-Thor)). She left both her Warders in Cairhien before leaving for Far Madding and later Shadar Logoth, but both of them are following her now and are as close as the city of Tear."
  },
  {
    "id": "Reanne-Corly",
    "name": "Reanne Corly",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Eldest of the Knitting Circle, the ruling group among the women known as the Kin. She has blue eyes, and is quite strong in the One Power; she could match [Sheriam](#Sheriam-Bayanar), [Kwamesa](#Kwamesa), or Kiruna. She claims to be 412 years old. Publicly, she used to arrange shipping for small traders. Since the Kin were brought out of Ebou Dar due to the Seanchan invasion, she has been working on getting the Kin who could not escape out before the Seanchan collar them. She claims to be over four hundred years old."
  },
  {
    "id": "Reene-Harfor",
    "name": "Reene Harfor",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "[Elayne](#Elayne-Trakand)'s chamber greeter and First Maid of the Royal Palace in Andor. She keeps her gray hair in a neat bun. She has a round face, and always carries an air of regal dignity. She has taken it upon herself to ferret out spies in the Palace, and has found several."
  },
  {
    "id": "Reiko",
    "name": "Reiko",
    "chapter": "Chapter 19: Surprises",
    "info": "Stout Aes Sedai of the Blue Ajah. She is from Arafel, and has long dark hair that she keeps silver bells in."
  },
  {
    "id": "Renna-Emain",
    "name": "Renna Emain",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "_Sul'dam_ who was charged with training and controlling [Egwene](#Egwene-al-Vere) when she became a _damane_. She later gave her the name “Tuli.” When Egwene escaped, she put an _a'dam_ around Renna's neck, and left it there when she fled. Renna was later discovered by [Bethamin](#Bethamin-Zeami), retching from the effort of removing the _a'dam_ in vain. To protect the Seanchan way of life—which would likely collapse if it was learned that _sul'dam_ could learn to channel—Renna retains her rank as _sul'dam_, but is forbidden to be linked with a _damane_. She was kept under close watch by [Suroth](#Suroth-Sabelle-Meldarath) until she escaped with [Mat](#Matrim-Mat-Cauthon)'s group."
  },
  {
    "id": "Rhadam-Asunawa",
    "name": "Rhadam Asunawa",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Gray-haired, bony-fingered High Inquisitor for the Hand of the Light. He wants every woman affiliated in any way with the White Tower hanged as of yesterday, every book that mentions Aes Sedai or the White Tower burned, and the very words banned. He would have [Morgase](#Morgase-Trakand) hanged for her months in the Tower if [Niall](#Lord-Captain-Commander-Pedron-Niall) had let him. He witnessed [Eamon Valda](#Lord-Captain-Commander-Eamon-Valda)'s killing of Omerna subsequent to Niall's murder. He commands what Valda describes as an odd respect among the Children, even among those who despise the Questioners."
  },
  {
    "id": "Rina-Hafden",
    "name": "Rina Hafden",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Green Ajah, and very recently raised to a Sitter for the Green in Tar Valon. Normally Greens are nominated and _then_ appointed to the Hall by the Captain-General, but she was appointed by [Adelorna](#Adelorna-Bastine) without a nomination. Rina is the Aes Sedai who is bonded to [Elyas Machera](#Elyas-Machera)."
  },
  {
    "id": "Rolan",
    "name": "Rolan",
    "chapter": "Chapter 9: Traps",
    "info": "Aiel warrior with blue eyes. He captured [Faile](#Faile-ni-Bashere-t-Aybara), cut her clothes off, and carried her to their next camp. He later saved her from a drunken [Nadric](#Nadric), who intended to have his way with her. He is one of the _Mera'din_, the Brotherless, who left his clan because he refused to follow [Rand al'Thor](#Rand-al-Thor) as _Car'a'carn_. He is no more than a hand shorter than Nandric, and almost as wide, making him a very large man."
  },
  {
    "id": "Romanda-Cassin",
    "name": "Romanda Cassin",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Yellow Ajah with solid gray hair and a high soprano voice. She is the eldest of the Sitters in the Hall of the Little Tower. She sat in the Hall for eighty years before retiring, and came out of her retirement when news of [Siuan](#Siuan-Sanche) and [Leane](#Leane-Sharif) came to her. She now leads one of the two factions in the Hall of the Tower under [Egwene](#Egwene-al-Vere)."
  },
  {
    "id": "Ronaille-Vevanios",
    "name": "Ronaille Vevanios",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of unknown Ajah. She was stilled by [Rand](#Rand-al-Thor) during the battle at Dumai's Wells. She has since been Healed by [Damer Flinn](#Damer-Flinn). She has been granted special privilege by the Wise Ones, and is free to come and go as she pleases."
  },
  {
    "id": "Rosara-Medrano",
    "name": "Rosara Medrano",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai native to Tear. She wears carved ivory combs in her black hair. She is tall, and as tan as the Aiel. She arrived at the inn [Samitsu](#Samitsu-Tamagowa) is staying at in Cairhien to inform her that [Logain](#Logain-Ablar) had arrived in the city."
  },
  {
    "id": "Roshan",
    "name": "Roshan",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Samitsu](#Samitsu-Tamagowa)'s Warder."
  },
  {
    "id": "Rovair-Kirklin",
    "name": "Rovair Kirklin",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "[Masuri](#Masuri-Sokawa)'s Warder."
  },
  {
    "id": "Rubinde",
    "name": "Rubinde",
    "chapter": "Chapter 21: A Mark",
    "info": "Sitter for the Green Ajah in Tar Valon. She is sturdy, and has eyes the color of sapphires."
  },
  {
    "id": "Rumann",
    "name": "Rumann",
    "chapter": "Chapter 2: Two Captains",
    "info": "Sword-juggler in [Valan Luca](#Valan-Luca)'s menagerie. He seems to have “settled in with a contortionist” named [Adria](#Adria)."
  },
  {
    "id": "Sabeine-Ocalin",
    "name": "Sabeine Ocalin",
    "chapter": "Chapter 14: What Wise Ones Know",
    "info": "One of the Kin. She and [Julanya](#Julanya-Fote) were sent to visit some of the Andoran villages a few miles south of the border with Cairhien, and the villages reported that they think the armies from the Borderlands were camped for the winter. They were both peddlers for twenty years, making them ideal for the task—they are used to long journeys with little rest."
  },
  {
    "id": "Saerin-Asnobar",
    "name": "Saerin Asnobar",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Sitter for the Brown Ajah in Tar Valon for forty years. She is from Altara. She carries a curved knife, in the fashion of her native Altara. She has touches of white at her dark temples which emphasize a thin, age-faded white scar. Only a Warder could match her for scowling. She has held her chair in the Hall for forty years, and has worn the shawl for over 150. Everyone knows to be wary of her temper. She was born the daughter of an innkeeper, and was first trained by the Daughters of Silence (an organization similar to, but shorter-lived and smaller than, the Kin)—she was the only one of them to ever obtain the shawl. She is good at taking charge of things, and immediately took charge of the organization to fetter out Darkfriends in the Tower with [Pevara](#Pevara-Tazanovni), dismissing [Seaine](#Seaine-Herimon) from her position."
  },
  {
    "id": "Salita-Toranes",
    "name": "Salita Toranes",
    "chapter": "Chapter 17: Secrets",
    "info": "Dark-skinned Sitter for the Yellow Ajah among the rebel Aes Sedai. She is from Tear, has a round face, and is almost as dark as the Sea Folk. She was raised to a Sitter after the sisters banded together in Salidar. She suggested a tax on the towns the Aes Sedai passed through to raise money for the ever-growing army. She has been an Aes Sedai only 35 years, which is too young to be a sitter—most sisters have worn the shawl over 100 years by the time they become Sitters. She thinks it is wrong to sell objects made from _cuendillar_ that they have just made recently. She also thinks the Yellows are being unfairly drawn from Healing to make the objects (as if her Ajah's duty was more important than that of other Ajahs)."
  },
  {
    "id": "Samalin",
    "name": "Samalin",
    "chapter": "Chapter 19: Surprises",
    "info": "Fox-faced Sitter for the Green Ajah in the rebel Tower. She grew up in Murandy."
  },
  {
    "id": "Samitsu-Tamagowa",
    "name": "Samitsu Tamagowa",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Yellow Ajah. She is one of the best Healers alive, at least that do it in the traditional way. She was the Aes Sedai left in charge of Cairhien when [Cadsuane](#Cadsuane-Melaidhrin) left prior to the cleansing of _saidin_, and is now with the entourage of sisters that obey Cadsuane and protect [Rand](#Rand-al-Thor). She tried to Heal Rand's side wound and failed, but when [Damer Flinn](#Damer-Flinn) was able to Heal him using a more sophisticated weave, she begged on her knees for him to teach her. She is slender, has hazel eyes, and dark hair that she keeps bells in. She grew up in Arafel."
  },
  {
    "id": "Santes",
    "name": "Santes",
    "chapter": "Chapter 6: The Scent of a Dream",
    "info": "One of [Berelain](#Berelain-sur-Paendrag-Paeron)'s thief-catchers."
  },
  {
    "id": "Sareitha-Tomares",
    "name": "Sareitha Tomares",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Aes Sedai of the Brown Ajah. She has worn the shawl only a short time, only about two years. She grew up in Tear, and has brown hair and a dark, square face. She is among the sisters that are now sworn to obey [Rand](#Rand-al-Thor). She is now in Caemlyn."
  },
  {
    "id": "Sarene-Nemdahl",
    "name": "Sarene Nemdahl",
    "chapter": "Chapter 23: Ornaments",
    "info": "Aes Sedai of the White Ajah. She has a temper, but she will admit she is wrong if she is. She taught novice classes on “the nature of reality.” Her Warder is [Vitalien](#Vitalien). She has a secret love of writing poetry—she would die of shame if Vitalien ever discovered that she compares him to a leopard and other graceful, powerful animals in her poems. She assisted in [Rand](#Rand-al-Thor)'s kidnapping, was captured and shielded after the battle at Dumai's Wells, and is now a prisoner of the Aiel, sworn to Rand. According to [Min](#Elmindreda-Min-Farshaw)'s viewing, she will fall in love. She is so beautiful that she makes [Erian](#Erian-Boroleos) look plain."
  },
  {
    "id": "Sarin-Hoigan",
    "name": "Sarin Hoigan",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "[Nisao](#Nisao-Dachen)'s Warder. A bald-headed stump of a man with a thick black beard, he still stands taller than his mistress, and seems to loom over her."
  },
  {
    "id": "Saroiya",
    "name": "Saroiya",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Sitter for the White Ajah in the rebel Hall. She sits on [Romanda](#Romanda-Cassin)'s side. She seemed interested in the idea of negotiating with [Elaida](#Elaida-do-Avriny-a-Roihan)."
  },
  {
    "id": "Sashalle-Anderly",
    "name": "Sashalle Anderly",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Red Ajah. She was stilled by [Rand](#Rand-al-Thor) during the battle at Dumai's Wells. She has since been Healed by [Damer Flinn](#Damer-Flinn), and is now an apprentice of the Wise Ones and oathsworn to Rand. She even wears Aiel jewelry."
  },
  {
    "id": "Seaine-Herimon",
    "name": "Seaine Herimon",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Sitter for the White Ajah in Tar Valon. She was the daughter of a Lugard furniture maker, and is a bit above average height. When the Hall was arguing over who to raise as [Amyrlin](#Amyrlin-Seat) years back, it was deadlocked over four candidates who had each worn the shawl about fifty years; the Hall wanted an Amyrlin that was younger than the eighty or more years than were common. Seaine suggested [Siuan Sanche](#Siuan-Sanche), then a young Blue sister that had worn the shawl for only ten years; she was eventually raised. Later, Seaine was charged by [Elaida](#Elaida-do-Avriny-a-Roihan) to find Darkfriends in the Tower; Elaida hopes to expose [Alviarin](#Alviarin-Freidhen) on the suspicion that she is Black Ajah. She and her friend since novicehood, [Pevara](#Pevara-Tazanovni), have successfully captured and bound with the Oath Rod a member of the Black Ajah, and are hot on the trail to finding more."
  },
  {
    "id": "Sebban-Balwer",
    "name": "Sebban Balwer",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Formerly [Pedron Niall](#Lord-Captain-Commander-Pedron-Niall)'s “dry little stick of a secretary.” He was in reality the Master of Spies for the Children of the Light; his identity was known only to Niall. His skills have proven useful to his new traveling group, [Perrin](#Perrin-t-Bashere-Aybara) and company. He has a pinched face."
  },
  {
    "id": "Selande-Darengil",
    "name": "Selande Darengil",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of [Faile](#Faile-ni-Bashere-t-Aybara)'s servants, one of the Cairhienin women who tries to imitate the Aiel Maidens of the Spear, only using swords instead. She is the leader of the _Cha Faile_ (Falcon's Talon) sept of the Aiel imitators."
  },
  {
    "id": "Selucia",
    "name": "Selucia",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "One of [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag)'s servants; the one who shaves her head every morning. She has golden hair, piercing blue eyes, skin the color of buttery cream, and an “impressive” bosom. She is effectively a prisoner of [Mat](#Matrim-Mat-Cauthon), along with her mistress."
  },
  {
    "id": "Semirhage",
    "name": "Semirhage",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "One of the Forsaken. During the Age of Legends, she was one of the best Healers ever known. She was called to all corners of the world Heal people that others thought beyond help. However, she was sadistic; she exacted a price in the form of pain from her subjects in return for her Healing services. Most thought the pain or anguish she exacted from them was a small price to pay for being alive, but eventually the Hall of Servants found out about her practices and gave her the choice of being either severed or bound with the Power, never again to know her “pleasures.” She chose instead to pledge for the [Dark One](#Dark-One), and created one of the most oppressive and pain-filled areas of Shadow control during the entire War of Power. After being freed from the Bore, Semirhage went in service to the Dark One by extracting information from captured Borderlanders and Aes Sedai. She also sent the Trollocs to the Stone of Tear to battle those that Sammael sent. She is as tall as most men, and wears black most of the time—perhaps because Lanfear always wore white. It is often joked (or used to be, when the Forsaken were still bound) that when it rained during the daylight that the Dark One was beating her."
  },
  {
    "id": "Seonid-Traighan",
    "name": "Seonid Traighan",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Aes Sedai of the Green Ajah. She grew up in Cairhien. She was part of Salidar's embassy to [Rand](#Rand-al-Thor). She now travels with [Perrin](#Perrin-t-Bashere-Aybara) and company. She has two Warders."
  },
  {
    "id": "Sephanie-Pelden",
    "name": "Sephanie Pelden",
    "chapter": "Chapter 12: A Bargain",
    "info": "Young tirewoman that [Essande](#Essande-Dawlish) is training. She is [Naris](#Naris-Pelden)'s sister. She is fresh-faced, sturdy, and shy-eyed. She is very proud of her livery."
  },
  {
    "id": "Serancha-Colvine",
    "name": "Serancha Colvine",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Gray Ajah, and Head Clerk of the Gray Ajah (the head of the Grays). She was a very strong advocate of [Andaya](#Andaya-Forae) being raised Sitter. [Seaine](#Seaine-Herimon) and [Pevara](#Pevara-Tazanovni) put powdered itchoak in her shift when they were Accepted."
  },
  {
    "id": "Sereille-Bagand",
    "name": "Sereille Bagand",
    "chapter": "Chapter 18: A Chat With Siuan",
    "info": "Late Aes Sedai of the White Ajah. She was [Mistress of Novices](#Mistress-of-Novices) when [Adeleas](#Adeleas-Namelle) and [Vandene](#Vandene-Namelle) were novices, and was later raised to the [Amyrlin Seat](#Amyrlin-Seat). She was a legend for her harshness. While she was Mistress of Novices, she commented that Vandene was too harsh toward her students. She was considered one of the hardest-tempered Amyrlins in recent history. Her name has been the by-word of iron-handed strictness in the Tower for a hundred years. [Egwene](#Egwene-al-Vere) worries that some day _her_ name will be used to frighten novices in place of Sereille's."
  },
  {
    "id": "Serrisa",
    "name": "Serrisa",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "_Damane_ that belongs to [Tamarath](#Lady-Egeanin-Tamarath). She is very well-trained and responsive. She will gorge herself on honey nuts, if you let her, but she's always cheerful and never seasick. Egeanin was forced to leave her in Cantorin."
  },
  {
    "id": "Seta-Zarbey",
    "name": "Seta Zarbey",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Name of the _sul'dam_ that [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) collared before rescuing [Egwene](#Egwene-al-Vere) at Falme. [Bethamin](#Bethamin-Zeami) discovered her, retching from the effort of removing the _a'dam_ in vain. To protect the Seanchan way of life—which would likely collapse if it was learned that _sul'dam_ could learn to channel—Seta retains her rank as _sul'dam_, but is forbidden to be linked with a _damane_. She was kept under close watch by [Suroth](#Suroth-Sabelle-Meldarath). She has since been taken along with [Mat](#Matrim-Mat-Cauthon) and the others that left Ebou Dar."
  },
  {
    "id": "Setagana",
    "name": "Setagana",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "[Anaiya](#Anaiya)'s Warder. He is lean, dark, and beautiful."
  },
  {
    "id": "Setalle-Anan",
    "name": "Setalle Anan",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Stately former innkeeper of The Wandering Woman, the inn at which [Mat](#Matrim-Mat-Cauthon) and [Olver](#Olver) stayed at in Ebou Dar. She has hazel eyes, marking her a non-native to Ebou Dar. She worked closely with the Kin, and knew of their existence despite not being a part of them. She has a regal presence, and has a touch of gray in her hair."
  },
  {
    "id": "Sevanna",
    "name": "Sevanna",
    "chapter": "Chapter 9: Traps",
    "info": "Wise One of the Jumai sept of the Shaido Aiel. She is the widow of the last two chiefs of the Shaido, Suladric and Couladin, and has served as chief of the Shaido since Couladin's death. She will continue to do so until another chief can be chosen, but no one sees that event occurring in the near future. She has green eyes. She knows that the easiest way to power for herself is to attach herself to men who already hold power; she even envisioned marrying [Rand](#Rand-al-Thor) (against his will) to gain power through him. She is currently leading her clan (and any Aiel deserters that joined her) through Ghealdan, where they were sent from Kinslayer's Dagger by Sammael. She constantly wants more _gai'shain_—her goal is to indenture the entire world. She has recently taken a fancy to wearing silk, and wears nothing else. She is tall, has pale green eyes, and hair like spun gold. She would be beautiful except for the strong hint of avarice around her plump mouth. Little about her seemed Aiel beyond her eyes, skin, and hair. She also wears rings on every finger, and non-Aiel-made jewelry everywhere else."
  },
  {
    "id": "Shana",
    "name": "Shana",
    "chapter": "Chapter 19: Surprises",
    "info": "Pop-eyed Aes Sedai of the White Ajah. She reminds [Elayne](#Elayne-Trakand) of a fish; her eyes appear constantly startled."
  },
  {
    "id": "Shandin",
    "name": "Shandin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Ledar](#Ledar)'s father, [Koimal](#Koimal)'s son. He does not actually exist...."
  },
  {
    "id": "Sharina-Melloy",
    "name": "Sharina Melloy",
    "chapter": "Chapter 17: Secrets",
    "info": "Grandmother recruited as a novice along the way from Salidar to Tar Valon. She has more potential than [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran). She is dignified, and has gray hair that she keeps in a tight bun at the back of her head. She ran a very large family with a very firm hand until her children (and their children) grew up. She seems to have adopted all of the novices as granddaughters, or at least as great nieces. She was the woman who organized all the novices into “families”—she was apparently disgusted watching everyone simply floundering around."
  },
  {
    "id": "Shein-Chunla",
    "name": "Shein Chunla",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Aes Sedai of the Green Ajah, later raised to the [Amyrlin Seat](#Amyrlin-Seat). She began as a strong Amyrlin, firmly in charge of the Hall and the Tower, but by the end of her reign she was a puppet, doing exactly as she was told."
  },
  {
    "id": "Shemari",
    "name": "Shemari",
    "chapter": "Chapter 17: Secrets",
    "info": "Aes Sedai of the Brown Ajah. Neither she nor [Phaedrine](#Phaedrine) is strong enough to weave a gateway by herself, but linked they can just barely manage one big enough to walk through. She instructed [Egwene](#Egwene-al-Vere) when Egwene was a novice in the White Tower. She is vigorous, and square-faced—she looks more like a Green than a Tower librarian—and she is always _far_ beyond proper. Her deep curtsies to Egwene usually suggest mockery, and she has been known to curtsy from over a hundred paces away."
  },
  {
    "id": "Sheriam-Bayanar",
    "name": "Sheriam Bayanar",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Aes Sedai of the Blue Ajah with fiery hair. She was [Mistress of Novices](#Mistress-of-Novices) in the White Tower before she fled to Salidar with the rest of her Ajah. She led the group of six sisters that held most of the influence in Salidar, despite not being part of the Hall of the Tower. Her tilted, green eyes can be used to intimidate novices and Aes Sedai alike. She is now the [Keeper of the Chronicles](#Keeper-of-the-Chronicles) under [Egwene al'Vere](#Egwene-al-Vere). She is very efficient, but she hates the paperwork involved with being Keeper, and is often heard muttering under her breath that she wishes she were still Mistress of Novices."
  },
  {
    "id": "Shevan",
    "name": "Shevan",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Sitter for the Brown Ajah in Tar Valon. She is bonily thin and taller than most men. She has an angular face, long chin, spidery fingers, and curly hair. She was a very recent addition to the Hall, though unlike many of the other sisters raised in recent weeks, she was actually a logical choice to succeed—[Saerin](#Saerin-Asnobar) had mentioned that Shevan would likely have been her replacement when she decided to step down."
  },
  {
    "id": "Shielyn-din-Sabura-Night-Waters",
    "name": "Shielyn din Sabura Night Waters",
    "chapter": "Chapter 12: A Bargain",
    "info": "Windfinder to [Zaida](#Zaida-din-Parede-Black-Wing), wavemistress of Clan Catelar. She is slender and cooly reserved. She is almost as tall as [Aviendha](#Aviendha). Like all Windfinders to Clan Wavemistresses, she wears eight earrings on one ear."
  },
  {
    "id": "Silviana-Brehon",
    "name": "Silviana Brehon",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Mistress of Novices](#Mistress-of-Novices) in the White Tower. She is from the Red Ajah, and was appointed by [Elaida](#Elaida-do-Avriny-a-Roihan) after [Sheriam](#Sheriam-Bayanar) left the Tower. She is stocky, and has a square face. Elaida herself goes to her occasionally for “voluntary” penances."
  },
  {
    "id": "Siswai",
    "name": "Siswai",
    "chapter": "Chapter 10: A Blazing Beacon",
    "info": "[Aviendha](#Aviendha)'s gray mare. Her name means “spear” in the Old Tongue. She is more spirited a mount than [Elayne](#Elayne-Trakand) would have chosen for her sister, but when Aviendha learned the mare's name she would have no other."
  },
  {
    "id": "Siuan-Sanche",
    "name": "Siuan Sanche",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Blue Ajah. Born in Tear to a fisherman, she was sent to the White Tower on the first boat to leave after she discovered she had the ability to channel inborn, according to Tairen law. As a novice, she was good friends with [Moiraine Damodred](#Moiraine-Damodred), and was present at Gitara Moroso's Foretelling of the Rebirth of the [Dragon](#The-Dragon). After being raised to the shawl, she joined the Blue Ajah to dedicate her life to finding and guiding the [Dragon Reborn](#Dragon-Reborn), and eventually came to lead the Blues' network of eyes-and-ears (i.e. spies) before being raised to the [Amyrlin Seat](#Amyrlin-Seat). She was only thirty years old when raised to the Amyrlin Seat, making her the youngest Amyrlin to that point. She was also one of the strongest Amyrlins in recent history, and one of the most feared among the rulers of nations. Her blue-eyed stare was feared by all. When her twenty-year connection to the [Dragon Reborn](#Dragon-Reborn) was discovered, she and her [Keeper of the Chronicles](#Keeper-of-the-Chronicles), [Leane Sharif](#Leane-Sharif), were deposed and stilled by a group of sisters loyal to [Elaida a'Roihan](#Elaida-do-Avriny-a-Roihan). Siuan hoped to regain some of her previous standing in the new Tower that separated from Elaida—her knowledge of the Blue Ajah spy network is hard to match, and she knows much that she thought would be of use. In one of her viewings, [Min](#Elmindreda-Min-Farshaw) saw that Siuan would have to remain close by to [Gareth Bryne](#Lord-Gareth-Bryne)—if she did not, both of them would die. Siuan did not initially know what she meant, but now realizes that she is growing to love the gray-haired man who leads the Salidar army. She had a Warder named Alric, but he died when she was deposed. After coming to Salidar, [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) discovered how to restore Siuan's ability to channel, at least partially. This resurrected a part of her bond with Alric, but did not bring back her former strength, or her binding by the Oath Rod. She can now lie as well as any child. She now serves as an “advisor” to the new Amyrlin in Salidar, [Egwene al'Vere](#Egwene-al-Vere), but though she puts on a façade of hating the work, she is actually one of Egwene's foremost agents. The fact that she is Aes Sedai, not to mention one who was stilled and Healed again, makes other sisters tend to be oblivious to this fact. She was pushed very hard by Elaida as a novice."
  },
  {
    "id": "Someryn",
    "name": "Someryn",
    "chapter": "Chapter 9: Traps",
    "info": "Wise One of the Shaido Aiel. She is as tall as most men, even Aiel men, and is fond of revealing dresses and jewelry. She has yellow hair and an over-large bosom. She rarely hits or raises her voice; when she does, people wisely steer clear. She is stronger in the One Power than any woman in the White Tower."
  },
  {
    "id": "Sorelana-Alsahhan",
    "name": "Sorelana Alsahhan",
    "chapter": "Chapter 7: Blacksmith's Puzzle",
    "info": "Historian during the Trolloc Wars; she spoke of “the hundred packs of the Shadow's hounds that hunt the night.”"
  },
  {
    "id": "Sorilea",
    "name": "Sorilea",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Wise One of Shende Hold, of the Jarra sept of the Chareen Aiel. She has thin, white hair; tight, leathery skin; and green eyes. She can channel, but only weakly. She is about a head taller than [Egwene](#Egwene-al-Vere). She is the strongest-willed of the Wise Ones—even other Wise Ones scurry to do her bidding, and _no one_ gives her orders."
  },
  {
    "id": "Speral",
    "name": "Speral",
    "chapter": "Chapter 26: In So Habor",
    "info": "Assistant to cook for The Golden Barge, the inn the Merchants' Guild of So Habor meets in."
  },
  {
    "id": "Stayer",
    "name": "Stayer",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "One of [Perrin](#Perrin-t-Bashere-Aybara)'s horses. He is a stallion."
  },
  {
    "id": "Stepper",
    "name": "Stepper",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of [Perrin](#Perrin-t-Bashere-Aybara)'s horses."
  },
  {
    "id": "Suana-Dragand",
    "name": "Suana Dragand",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Yellow Ajah in Tar Valon, recently raised to a Sitter for the Yellow for the second time. She was hand-picked in a similar fashion to [Juilaine](#Juilaine-Madome), though she did serve in the Hall for forty years before resigning the first time. She is the First Weaver, the head of the Yellow Ajah. She is beefy, and has too much chin."
  },
  {
    "id": "Sulin",
    "name": "Sulin",
    "chapter": "Chapter 8: Whirlpools of Color",
    "info": "Maiden of the Spear with white hair. She led [Rand](#Rand-al-Thor)'s honor guard until she accidentally spoke to _gai'shain_ as if they were still Maidens of the Spear. To attempt to equal their shame, she became a servant in the palace, dressed in the same clothing they wore and attempted to behave in their manner. She ended her tenure as a servant when she learned that Rand had been captured, and led the rescue party of Maidens to Dumai's Wells. She then went with [Perrin](#Perrin-t-Bashere-Aybara) to find [Masema](#Masema-Dagar), and led the team of Maidens to search for [Faile](#Faile-ni-Bashere-t-Aybara) when she was captured."
  },
  {
    "id": "Sumeko-Karistovan",
    "name": "Sumeko Karistovan",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "One of the Kin. She is a _very_ Talented Healer, and has developed methods of Healing that not even [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) has been able to develop—in fact, the only thing similar would be the methods [Damer Flinn](#Damer-Flinn) has developed among the Asha'man. She is possibly the most skilled female Healer alive outside of [Semirhage](#Semirhage). She is stout, has confident eyes, straight black hair, a round face, and is very imposing. Unfortunately, Sumeko's abilities in Healing have caused her to occasionally rise above herself—one of her gravest errors was to call Nynaeve “girl.” She now frowns on anyone who uses the “traditional” form of Healing."
  },
  {
    "id": "Suroth-Sabelle-Meldarath",
    "name": "Suroth Sabelle Meldarath",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "High Lady of Asinbayar and Barsabba, leader of Those Who Come Before. She has her head shaven on the sides and long, black hair in the middle. This is the typical Seanchan style for those “of the Blood.” Suroth is determined to redeem herself after [High Lord Turak](#High-Lord-Turak-Aladon)'s mishap at Falme—she does not want to have to explain a failure that was not hers to the [Empress](#The-Empress-of-Seanchan-). She gathered all of the Seanchan ships that fled Falme so they would not go back home; she then retook portions of the mainland again, but was prevented from taking Illian by [Rand](#Rand-al-Thor) and his Asha'man. Known to few, Suroth is a Darkfriend, and is high in their ranks."
  },
  {
    "id": "Takima",
    "name": "Takima",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Sitter for the Brown Ajah for almost nine years. She fled Tar Valon when [Siuan](#Siuan-Sanche) was deposed. She now sits with [Lelaine](#Lelaine-Akashi)'s Sitters. She is short, and has long dark hair to her waist. Her skin is aged and ivory-colored, and she is often described as quiet and bird-like."
  },
  {
    "id": "Talaan-din-Gelyn",
    "name": "Talaan din Gelyn",
    "chapter": "Chapter 12: A Bargain",
    "info": "Boyishly slim Sea Folk Windfinder apprentice. She is almost as strong in the One Power as [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran). She is Caire's daughter. She is only nineteen. She feels a lot of pressure to be prominent among the Windfinders—her grandmother is Windfinder to the Wavemistress of Clan Rossaine, her great-grandmother is Windfinder to Clan Dacan, and her great-great-aunt is Windfinder to Clan Takana, all in addition to her mother and aunt."
  },
  {
    "id": "Talene-Minly",
    "name": "Talene Minly",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Golden-haired Sitter for the Green Ajah in Tar Valon. She used to be [Seaine](#Seaine-Herimon)'s friend. She has no Warders, which is extremely unusual for a Green. When [Pevara](#Pevara-Tazanovni) shielded her because she suspected her of being Black Ajah, she tried to stab her. She actually _is_ a member of the Black Ajah, and is now sworn to obey Pevara and Seaine unconditionally. One of the three other Black sisters she knew of was [Atuan](#Atuan-Larisett)."
  },
  {
    "id": "Tall-Bear",
    "name": "Tall Bear",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of the wolves. He is a member of [Leafhunter](#Leafhunter)'s pack."
  },
  {
    "id": "Tamra-Ospenya",
    "name": "Tamra Ospenya",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "[Amyrlin Seat](#Amyrlin-Seat) during the Aiel War, about twenty years ago. She was raised from the Blue Ajah, and succeeded by Sierin Vayu. She was put to the Question by Jarna Malari, then the head of the Black Ajah, with assistance from Chesmal Emry, who made it appear that she died in her sleep. Her [Keeper of the Chronicles](#Keeper-of-the-Chronicles) was Gitara Moroso; she was one of only three people present at Gitara's Foretelling of the Rebirth of the [Dragon](#The-Dragon). This may be the information that Jarna was trying to extract from her; it may also be the reason Ishamael killed Jarna for killing Tamra."
  },
  {
    "id": "Tarna-Feir",
    "name": "Tarna Feir",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Red Ajah. [Elaida](#Elaida-do-Avriny-a-Roihan) sent her to Salidar to communicate with the Aes Sedai there and report about their camp and their numbers. She has long, pale, yellow hair, a strong jaw, and blue eyes that could freeze the Sun. She was a wilder, and had her block beaten out of her by [Galina Casban](#Galina-Casban). She is as jumpy as a novice."
  },
  {
    "id": "Temaile-Kinderode",
    "name": "Temaile Kinderode",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Black Ajah, formerly of the Gray. A fragile woman from Cairhien with very big, blue eyes and a face like a fox. She always spread pain evenly in her mediating. She left the Tower with Liandrin with the first group of sisters to publicly admit themselves Black Ajah. [Yukiri](#Yukiri) does not like her much."
  },
  {
    "id": "Tervail-Dura",
    "name": "Tervail Dura",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Dark-haired, bold-nosed Warder with a white, deep scar on his face. He is bonded to [Beonin](#Beonin-Marinye). He was on guard at [Logain](#Logain-Ablar)'s door when [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) Healed him."
  },
  {
    "id": "Teryl-Wynter",
    "name": "Teryl Wynter",
    "chapter": "Chapter 26: In So Habor",
    "info": "One of [Seonid](#Seonid-Traighan)'s Warders. He is fair-skinned, and has curled mustaches."
  },
  {
    "id": "Teslyn-Baradon",
    "name": "Teslyn Baradon",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Aes Sedai of the Red Ajah from Illian. She has a sharp face, narrow shoulders, gaunt cheeks, and a narrow nose. She was a Sitter for the Red for fifteen years until [Elaida](#Elaida-do-Avriny-a-Roihan) was raised and asked her to step down from the Hall. Elaida sent her to Ebou Dar to meet with [Queen Tylin](#Tylin-Quintara-Mitsobar) of Altara. When the Seanchan invaded, she was captured and made _damane_. She was subsequently released by [Mat](#Matrim-Mat-Cauthon), and travels with him and [Luca](#Valan-Luca)'s show."
  },
  {
    "id": "The-Creator",
    "name": "The Creator",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "Maker of the Universe, people, places, things, the True Source, everything in existence. An alternate name would be God. After He created the world, the Creator made a prison for [Shai'tan](#Dark-One), the Dark One, His complete opposite in every way, to keep him from influencing the world. The Creator is bent on non-interference—He will not directly influence events in the world, instead using a “Chosen One” or simply tugging at the Pattern of the Age in hopes that what He wants to occur will occur, instead of just making it happen. The Forsaken and most Darkfriends consider Him to be inferior to the Dark One, despite the fact that He imprisoned the Dark One."
  },
  {
    "id": "The-Dragon",
    "name": "The Dragon",
    "chapter": "Prelude",
    "info": "Name by which [Lews Therin Telamon](#Lews-Therin-Telamon) was known by during the War of the Shadow. His Rebirth, the [Dragon Reborn](#Dragon-Reborn), is alive and fulfilling all of the Prophecies set to signal his return."
  },
  {
    "id": "The-Empress-of-Seanchan-",
    "name": "The Empress (of Seanchan)",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "Supreme ruler of Seanchan. She is considered to be a direct descendant of the first emperor of Seanchan, [Luthair Paendrag Mondwhin](#Luthair-Paendrag-Mondwhin). She presides over the Court of the Nine Moons on the Seanchan continent. She is [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag)'s mother. The Empress is always referred to as “the Empress, may she live forever,” even when she is only referred to in thought."
  },
  {
    "id": "The-Prophet-of-the-Dragon",
    "name": "The Prophet of the Dragon",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Title given [Masema](#Masema-Dagar) as the self-appointed bringer of the news of the Rebirth of the [Dragon](#The-Dragon). He is not necessarily sane anymore, but has gained a very large following. [Rand](#Rand-al-Thor) is getting to the point where he needs to do something about him, and sent [Perrin](#Perrin-t-Bashere-Aybara) to Ghealdan with a few of the Asha'man and some of the sworn Aes Sedai to bring him in line."
  },
  {
    "id": "The-Wolf",
    "name": "The Wolf",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Nickname of [Rodel Ituralde](#Lord-Rodel-Ituralde), given to him by his peers. When the Wolf calls, they follow him."
  },
  {
    "id": "Theodrin-Dabei",
    "name": "Theodrin Dabei",
    "chapter": "Chapter 30: What the Oath Rod Can Do",
    "info": "Slim, willowy, apple-cheeked Aes Sedai of the Brown Ajah. She was among the four raised to full sisterhood by [Egwene](#Egwene-al-Vere). Before being raised, she tried to dismantle [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran)'s block without success. The rest of the sisters still treat her like an Accepted. She has coppery skin, and grew up in Arad Doman. She has a stubborn set to her mouth, but she is warm to Egwene. She swore, of her own volition, to obey Egwene, and she is essentially spying on [Romanda](#Romanda-Cassin) for her now."
  },
  {
    "id": "Thera",
    "name": "Thera",
    "chapter": "Chapter 2: Two Captains",
    "info": "One of [Suroth](#Suroth-Sabelle-Meldarath)'s _da'covale_. She and [Juilin](#Juilin-Sandar) have a budding relationship. She is actually the Panarch of Tarabon, [Amathera](#Amathera-Aelfdene-Casmir-Lounault), and has been spirited out of Ebou Dar by Juilin and [Mat](#Matrim-Mat-Cauthon)."
  },
  {
    "id": "Therava",
    "name": "Therava",
    "chapter": "Chapter 9: Traps",
    "info": "Wise One of the Shaido Aiel. She is stronger in the One Power than any Aes Sedai in the White Tower. She was the one who captured [Galina Casban](#Galina-Casban) after the battle at Dumai's Wells. She has very good eyes. She is one of the Wise Ones on [Sevanna](#Sevanna)'s side. Her appearance is pure Aiel, in stark contrast to Sevanna: gold and ivory jewelry, no finger rings or gems. She is taller than most men, has dark red hair touched with white streaks, and has blue eyes."
  },
  {
    "id": "Therva-Maresis",
    "name": "Therva Maresis",
    "chapter": "Chapter 19: Surprises",
    "info": "Aes Sedai of the Yellow Ajah. She was present at the Healing of [Siuan](#Siuan-Sanche) and [Leane](#Leane-Sharif). She is slim, and has a long nose."
  },
  {
    "id": "Thomdril-Thom-Merrilin",
    "name": "Thomdril (Thom) Merrilin",
    "chapter": "Chapter 2: Two Captains",
    "info": "Gleeman who came to Emond's Field on Winternight just before the Trollocs came. He is quite the ladies' man. Thom is good at juggling, sleight-of-hand, and all kinds of other tricks. He also carries several concealed knives up his sleeves, in his boots, and in various other locations on his body; this practice seems to have spread from Thom to [Mat](#Matrim-Mat-Cauthon), [Min](#Elmindreda-Min-Farshaw), and [Faile](#Faile-ni-Bashere-t-Aybara). Thom was originally a bard in [Queen Morgase](#Morgase-Trakand)'s Royal Court, and for a time after her husband Taringail Damodred died, he was the Queen's lover. During his run from a Fade at Shadar Logoth, he was injured, and now walks with a limp because of it. Thom is getting old, such that he is starting to realize that he cannot do the backflips and other stunts he used to do. He accompanied [Elayne](#Elayne-Trakand) and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) on their travels as per [Moiraine](#Moiraine-Damodred)'s request, despite the fact that he has never felt comfortable around Aes Sedai since his nephew, Owyn, was gentled by the Red Ajah. Thom is an expert in the Game of Houses; in fact, his girlfriend Dena was killed by Cairhienin soldiers because they thought he was trying to play _Daes Daemar_ against the Royal House. He has recently taken to traveling with Mat and his entourage, ever since hooking up with him again in Ebou Dar."
  },
  {
    "id": "Thunder-Mist",
    "name": "Thunder Mist",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of the wolves. He is a member of [Leafhunter](#Leafhunter)'s pack."
  },
  {
    "id": "Tiam-of-Gazar",
    "name": "Tiam of Gazar",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Person who proposed the Gazaran Calendar, which celebrated the alleged freedom from the Trolloc threat by recording Free Years (FY). This calendar was adopted due to the chaos the resulted during the Trolloc Wars and the resulting confusion as to which year it actually was under the Toman Calendar."
  },
  {
    "id": "Tiana-Noselle",
    "name": "Tiana Noselle",
    "chapter": "Chapter 17: Secrets",
    "info": "Aes Sedai of the Gray Ajah. She serves as [Mistress of Novices](#Mistress-of-Novices) among the Aes Sedai who fled the White Tower. She is short and slight, and has large brown eyes and a dimple. She looks young despite her ageless Aes Sedai features."
  },
  {
    "id": "Tod-al-Caar",
    "name": "Tod al'Caar",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "Young man from the Two Rivers. He is about a year younger than [Perrin](#Perrin-t-Bashere-Aybara), and now serves as one of his bannermen. He has a heavy jaw."
  },
  {
    "id": "Toma-dur-Ahmid",
    "name": "Toma dur Ahmid",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Person who devised the Toman Calendar, which was adopted approximately two hundred years after the death of the last male Aes Sedai and continued until the Trolloc Wars. The Calendar recorded years After the Breaking, or AB."
  },
  {
    "id": "Tomas",
    "name": "Tomas",
    "chapter": "Chapter 23: Ornaments",
    "info": "Warder bonded to [Verin](#Verin-Mathwin). He is stocky, has gray hair, and is old and haggard though still quite spry."
  },
  {
    "id": "Tomil",
    "name": "Tomil",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "One of the Younglings. He also has a brother in the Younglings."
  },
  {
    "id": "Toveine-Gazal",
    "name": "Toveine Gazal",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Red Ajah. She spent fifteen years away from the Tower until [Elaida](#Elaida-do-Avriny-a-Roihan) summoned her back to active service. She was formerly a Sitter for the Red. Elaida named her to lead the team of fifty sisters that she sent to Caemlyn to attempt to capture any men who can channel that they found. Unfortunately, she and Elaida drastically underestimated the number of men there would be, and Toveine is now [Logain](#Logain-Ablar)'s “wife” their equivalent to Warders (actually, Logain has _two_ such wives now). Though she used to hate all men who could channel, and Logain in particular, she now fawns over him."
  },
  {
    "id": "Toy",
    "name": "Toy",
    "chapter": "Chapter 3: A Fan of Colors",
    "info": "Pet name [Tuon](#High-Lady-Tuon-Athaem-Kore-Paendrag) uses for [Mat](#Matrim-Mat-Cauthon). He hates it."
  },
  {
    "id": "Tuandha",
    "name": "Tuandha",
    "chapter": "Chapter 8: Whirlpools of Color",
    "info": "Maidens of the Spear. She is taller than [Sulin](#Sulin), and younger (though neither is saying a lot). She is pretty except for her lack of a right eye and the thick scar from her chin to her cheek."
  },
  {
    "id": "Tylin-Quintara-Mitsobar",
    "name": "Tylin Quintara Mitsobar",
    "chapter": "Chapter 1: Time to Be Gone",
    "info": "By the Grace of the Light, Queen of Altara, Mistress of the Four Winds, Guardian of the Sea of Storms, High Seat of House Mitsobar. Her kingdom was small, and she only ruled a portion of it; the rest was governed by nobles who were not necessarily loyal to her. She was the second from her House to sit on the throne—this was the maximum traditionally, and the only House to hold it for four generations fell so fast from power that it could not recover. She was advised by [Merilille Ceandevin](#Merilille-Ceandevin) of the Gray Ajah. She is a widow, and does not plan to marry again. However, she took an interest in [Mat Cauthon](#Matrim-Mat-Cauthon), and contrary to Mat's usual tactic of chasing women, _she_ chased and caught _him_."
  },
  {
    "id": "Uren-din-Jubai-Soaring-Gull",
    "name": "Uren din Jubai Soaring Gull",
    "chapter": "Epilogue: An AnswerGlossary",
    "info": "Sea Folk scholar and deviser of the [Farede](#Panarch-Farede) Calendar, which measured dates from the arbitrarily set end of the War of the Hundred Years as years of the New Era (NE). This calendar is currently in use."
  },
  {
    "id": "Valan-Luca",
    "name": "Valan Luca",
    "chapter": "Chapter 2: Two Captains",
    "info": "Owner of the menagerie that [Elayne](#Elayne-Trakand) and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) encountered in Amadicia. He is still in business, running what he calls “Valan Luca's Grand Traveling Show and Magnificent Display of Marvels and Wonders.” He was near Ebou Dar when the Seanchan invaded, and [Mat](#Matrim-Mat-Cauthon) convinced him to let in several members of his group and hide them from the Seanchan. He is easily persuaded with money, and is very stingy—except where his wife is concerned."
  },
  {
    "id": "Vandene-Namelle",
    "name": "Vandene Namelle",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Aes Sedai of the Green Ajah, one of two Aes Sedai who went into voluntary retreat many years ago to Tifan's Well, a village located in the grassy plains of Arafel, along with her sister [Adeleas](#Adeleas-Namelle). Their goal was some day to write the complete history of the World since the Breaking, and some even before that. They were both summoned back early, however, and they later came to Salidar to escape [Elaida](#Elaida-do-Avriny-a-Roihan)'s summons back to the Tower. Vandene is now in Caemlyn, and has been joy-less since Adeleas's murder. She is slender, and has white hair."
  },
  {
    "id": "Varilin",
    "name": "Varilin",
    "chapter": "Chapter 16: The Subject of Negotiations",
    "info": "Red-haired Sitter for the Gray Ajah in the rebel Hall. She is inches taller than most men. She sits on [Romanda](#Romanda-Cassin)'s side."
  },
  {
    "id": "Verin-Mathwin",
    "name": "Verin Mathwin",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Brown Ajah who accompanied [Egwene](#Egwene-al-Vere), [Elayne](#Elayne-Trakand), and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) back from Falme to Tar Valon. Her Warder is named [Tomas](#Tomas). She is more interested in current events than the average Brown; most of them could not care less what happened now, only what happened years ago. She gave Egwene the twisted stone ring _ter'angreal_ to assist her in Dreaming, and also once told [Morgase](#Morgase-Trakand) that there was really no need to keep her in the Tower until she learned to control her ability when she was a novice, since she would never be able to do much with it anyway. When Verin went to the Two Rivers with [Alanna](#Alanna-Mosvani), they helped to fight the Trollocs that attacked, and when they left they brought a half-dozen young women with them who could channel, including [Mat](#Matrim-Mat-Cauthon)'s sister [Bode](#Bodewhin-Bode-Cauthon). When she and Alanna reached Caemlyn, they found that the Tower had been broken, and decided to side with the Salidar embassy when it reached town. Verin is quite old—her hair is starting to turn gray, which to an Aes Sedai means she is quite old indeed. She is now with [Cadsuane](#Cadsuane-Melaidhrin)'s group of sisters in Tear."
  },
  {
    "id": "Vitalien",
    "name": "Vitalien",
    "chapter": "Chapter 23: Ornaments",
    "info": "[Sarene](#Sarene-Nemdahl)'s Warder. She left him in Cairhien when she left for Far Madding and later Shadar Logoth, but he is now following her and is in the city of Tear."
  },
  {
    "id": "White-Tail",
    "name": "White Tail",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "One of the wolves. He is a member of [Leafhunter](#Leafhunter)'s pack."
  },
  {
    "id": "Wil-al-Seen",
    "name": "Wil al'Seen",
    "chapter": "Chapter 25: When to Wear Jewels",
    "info": "Man from the Two Rivers who likes to flirt. He now is a leader among [Perrin](#Perrin-t-Bashere-Aybara)'s Two Rivers recruits."
  },
  {
    "id": "Willim-of-Manaches",
    "name": "Willim of Manaches",
    "chapter": "Chapter 24: A Strengthening Storm",
    "info": "Essay writer of long ago. His works are compiled in _The Essays of Willim of Manaches_. [Loial](#Loial) brought the book with him on his visit to [Rand](#Rand-al-Thor), but it got damp along the way."
  },
  {
    "id": "Wind",
    "name": "Wind",
    "chapter": "Chapter 2: Two Captains",
    "info": "[Olver](#Olver)'s horse. He deserves the name; he is quite quick, and wins most of the races he runs."
  },
  {
    "id": "Young-Bull",
    "name": "Young Bull",
    "chapter": "Chapter 5: The Forging of a Hammer",
    "info": "Name the wolves use for [Perrin](#Perrin-t-Bashere-Aybara). It is actually an image, one of the simpler ones in fact, much more complex than simply “Young Bull.”"
  },
  {
    "id": "Yukiri",
    "name": "Yukiri",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Aes Sedai of the Gray Ajah. She is quite small, and is a Sitter for the Gray. She was the daughter of an innkeeper, and is always the last Gray to join the Gray consensus in the Hall. She is now an ally of [Saerin](#Saerin-Asnobar) and [Pevara](#Pevara-Tazanovni) in hunting down Darkfriends in the Tower."
  },
  {
    "id": "Zaida-din-Parede-Black-Wing",
    "name": "Zaida din Parede Black Wing",
    "chapter": "Chapter 12: A Bargain",
    "info": "Wavemistress of Clan Catelar of the Atha'an Miere. She is very commanding, and expects obedience from everyone. She is short, quite beautiful, and has streaks of gray in her tightly-curled hair. Her dark face appears to grow more beautiful with the passing of time. Zaida was the the ambassador to [Rand](#Rand-al-Thor) from [Nesta din Reas](#Nesta-din-Reas-Two-Moons), [Mistress of the Ships](#Mistress-of-the-Ships) to the Sea Folk, until Nesta's death at the hands of the Seanchan. There is a distinct possibility that Zaida herself will replace Nesta as the Mistress of the Ships."
  },
  {
    "id": "Zarya-Alkaese",
    "name": "Zarya Alkaese",
    "chapter": "Chapter 11: Talk of Debts",
    "info": "Real name of Garenia, the name she used as a novice before [Vandene](#Vandene-Namelle) and [Adeleas](#Adeleas-Namelle) left on their retreat to Tifan's Well. She has a strong nose and a wide mouth. She is actually over ninety, but she looks like she is not yet into middle age."
  },
  {
    "id": "Zavion",
    "name": "Zavion",
    "chapter": "Prologue: Glimmers of the Pattern",
    "info": "Servant to [Deira t'Bashere](#Lady-Deira-ni-Ghaline-t-Bashere) of Saldaea. She is a sinewy, red-haired Lady of Gahaur."
  },
  {
    "id": "Zemaille",
    "name": "Zemaille",
    "chapter": "Chapter 21: A Mark",
    "info": "Aes Sedai of the Brown Ajah, and one of the Tower librarians. She has a dark face, and is tall and very lean. She is fairly weak in the One Power. She is one of the few Sea Folk sisters in the Tower."
  },
  {
    "id": "al-Lan-Mandragoran",
    "name": "al'Lan Mandragoran",
    "chapter": "Chapter 23: Ornaments",
    "info": "The uncrowned king of Malkier, and former Warder to [Moiraine](#Moiraine-Damodred). He is quite tall, and does not get very emotional—in fact, he has emotional walls all around him that he has been building for years. His country, Malkier, was overrun by Trollocs shortly after he was born, and is now corrupted by the Great Blight. Lan, the last of his people, then proceeded to fight a one-man war against the Shadow by killing Shadowspawn in the Blight. He fought Aiel during the Aiel War, and achieved Blademaster status. He was eventually bonded by Moiraine, which ended his lonely fight (or at least changed its style). When Lan and Moiraine brought [Rand](#Rand-al-Thor), [Mat](#Matrim-Mat-Cauthon), [Perrin](#Perrin-t-Bashere-Aybara), [Egwene](#Egwene-al-Vere), and [Nynaeve](#el-Nynaeve-ti-al-Meara-Mandragoran) out of their home in the Two Rivers, he found that there was something which could throw his guard down, but he was the last to notice it: affection for Nynaeve. As Moiraine put it, Nynaeve was able to plant vines in Lan's emotional walls and break them down without him even knowing they were there. The two of them are now married. Upon Moiraine's death, Lan's bond was immediately transferred to [Myrelle](#Myrelle-Berengari) until Nynaeve is ready to have his bond transferred to her. Myrelle tried to keep Lan's status secret, but she was given away when she tried to buy one of Lan's favorite foods, coin peppers, too far south (they are very popular in Shienar, and were in Malkier before it fell to the Blight, but do not grow well in southern climates). Upon learning of where Lan was, [Egwene](#Egwene-al-Vere) sent him to Ebou Dar to serve as a Warder for Nynaeve. He now travels with his wife and the group of Aes Sedai she accompanies. According to the Wise Ones, _Aan'allein_ (as the Aiel call him) will die the day he learns that Nynaeve is dead. He is one of the best, if not _the_ best, warriors (and Warders) in the World."
  },
  {
    "id": "el-Nynaeve-ti-al-Meara-Mandragoran",
    "name": "el'Nynaeve ti al'Meara Mandragoran",
    "chapter": "Chapter 12: A Bargain",
    "info": "Young woman from Emond's Field, now an Aes Sedai of the Yellow Ajah. She was the Wisdom of her village, the youngest such ever chosen in Emond's Field. She left when four of her villagers were taken away from the Two Rivers by [Moiraine](#Moiraine-Damodred) and [Lan](#al-Lan-Mandragoran). While the group traveled away from her home and toward her new life, Nynaeve made several discoveries: she could channel the One Power, and had already done so without really knowing what she was doing; she developed feelings for Lan Mandragoran, Moiraine's Warder and the uncrowned king of the now dead nation Malkier; and she has a major role to play, as all of her younger friends in the group do, in the years to come. She is very strong in the One Power; only a select few who were alive during the Age of Legends could match her as well as a few young women still being trained. When she arrived in Tar Valon, she was raised Accepted without any tenure as a novice, despite not being able to even _sense_ the True Source unless angry, a result of her having to learn some minimal control of her ability without teaching. She was sent on a false mission by Liandrin on which she was almost leashed by the Seanchan as [Egwene](#Egwene-al-Vere) was. After she returned to the Tower, [Siuan Sanche](#Siuan-Sanche) sent her on a mission to hunt down Liandrin and her fellow Black Sisters; while hunting them in Tanchico, she encountered [Moghedien](#Moghedien) and managed to better her in a duel of the Power. Moghedien escaped, but two encounters later Nynaeve once again managed to get the better of her, leashing her with an _a'dam_ in _Tel'aran'rhiod_. Nynaeve took Moghedien with her to seek out [Rand](#Rand-al-Thor) and [Rahvin](#Rahvin) while they were fighting each other, and at the last moment before Rahvin might have won, she nearly burned Rahvin to ash with a giant weave of fire that was most of what Moghedien could draw to produce it; the distraction was enough for Rand to regain control of himself and destroy Rahvin with balefire. Nynaeve then kept Moghedien under control with a modified _a'dam_ in Salidar. Nynaeve wished to become Aes Sedai for the sole purpose of Healing; she thinks the Tower meddles in the affairs of nations far too much, and wants no part of it. She is determined to Heal anything short of death, and has already managed to Heal gentling. Nynaeve felt bad when Moiraine died, because her first thought was not of her, but that now Lan was free from their bond. She was not told that Lan's bond had been passed to [Myrelle](#Myrelle-Berengari) at the moment of Moiraine's death. She and Lan are now married, and the plan is for Lan's bond to pass to her as soon as she and Myrelle can get together. She now wears the _ki'sain_, an ornament traditionally worn by Malkieri wives, consisting of a dot on the forehead between the eyes—Lan did not tell her of this tradition, but when she found out she immediately took it up. It is the one element of her appearance that never fades for one second when every other part changes faster than the eye can follow in _Tel'aran'rhiod_. Because she was the only person Rand felt he could trust to link with him and the Choedan Kal, he asked Nynaeve to assist him when he cleansed _saidin_. She is now recovering from the exertion, as is Rand, in Tear."
  }
]